{
    "CONTACT_ME": {
        "HEADLINE": "Kontaktieren Sie mich",
        "DESCRIPTION": "Zögere nicht, dich mit Jobangeboten oder ähnlichen Möglichkeiten zu melden – ob für spannende Projektkooperationen oder eine feste Stelle im Bereich Frontend-Entwicklung. Mit meinem Fokus auf moderne Webtechnologien, sauberem Code und einem Gespür für nutzerzentriertes Design bringe ich frische Ideen und zuverlässige Umsetzung in jedes Projekt ein. Lass uns gemeinsam etwas entwickeln, das wirklich Eindruck macht.",
        "SEND": "Senden",
        "NAME": "Dein Name", 
        "EMAIL": "Deine Email", 
        "MESSAGE":"Deine Nachricht",
        "READ": "Ich habe die",
        "PRIVACY": "Datenschutzbestimmungen",
        "ACCEPT": " gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu."
    },
    "WHY_ME": {
        "TEXT": "Ich bin ein Frontend-Entwickler, der sich auf sauberen, effizienten Code und solide Benutzererfahrungen konzentriert. Ich arbeite mich schnell ein, übernehme Verantwortung und liefere zuverlässige, hochwertige Lösungen - unabhängig oder im Team..",
        "I_AM": "Ich",
        "TOWN": "wohne in Glückstadt..|", 
        "TALK": "Lass uns sprechen",
        "WHY_ME": "Warum ich"
    },
    "PROJECT": {
        "TECHNOLOGIES": "Technologien",
        "PROJECTS": "Meine Projekte"
    },
    "FEEDBACK": {
        "TEAMPLAYER": "Brauchen Sie einen Teamplayer? Hier, was meine Kollegen über mich sagen"
    },
    "Why me": "Warum ich", 
    "Skills": "Fähigkeiten", 
    "My Skills": "Meine Fähigkeiten",
    "Project": "Projekt",
    "Projects": "Projekte", 
    "Profile": "Profil",
    "Contact": "Kontakt", 
    "developer": "Entwickler",
    "FRONTEND DEVELOPER": "FRONTEND-ENTWICKLER",
    "I am currently learning": "Ich lerne gerade",
    "Legal notice": "Impressum",
    "Live Test": "Live-Test",
    "About the project": "Über das Projekt",
    "How I have organised my work process": "Wie ich meinen Arbeitsprozess organisiert habe",
    "What I have learnt": "Was ich gelernt habe",
    "My group work experience": "Meine Erfahrung in der Gruppenarbeit",
    "Join is a Kanban board that can be used to visually organise tasks and track progress.": "Join ist ein Kanban-Board, mit dem Aufgaben visuell organisiert und der Fortschritt verfolgt werden kann.",
    "Was a strong support in the team. Contributed her own ideas. The collaboration was really pleasant and efficient.": "Es war eine starke Unterstützung im Team. Brachte seine eigenen Ideen ein. Die Zusammenarbeit war sehr angenehm und effizient.",
    "For me, independently learning new technologies and continuously developing my skills is a given – it’s how I stay technically up to date.": "Neue Technologien eigenständig zu erlernen und mich kontinuierlich weiterzuentwickeln, ist für mich selbstverständlich – so bleibe ich technisch immer up to date.",
    "Image rights" : "Bildrechte",
    "Disclaimer - legal notices": "Disclaimer – rechtliche Hinweise",
    "Warning about content": "Warnhinweis zu Inhalten",
    "The free and publicly accessible content of this website has been created with the greatest possible care.": "Die kostenlosen und öffentlich zugänglichen Inhalte dieser Webseite wurden mit größtmöglicher Sorgfalt erstellt.",
    "However, the provider of this website does not guarantee the accuracy and timeliness of the free and publicly accessible journalistic advice and news provided.": "Der Anbieter dieser Webseite übernimmt jedoch keine Gewähr für die Richtigkeit und Aktualität der bereitgestellten kostenlosen und öffentlich zugänglichen journalistischen Ratgeber und Nachrichten.",
    "Contributions marked with the name reflect the opinion of the respective author and not always the opinion of the provider.": "Namentlich gekennzeichnete Beiträge geben die Meinung des jeweiligen Autors und nicht immer die Meinung des Anbieters wieder.",
    "By accessing the free and publicly accessible content, no contractual relationship is established between the user and the provider, as the provider lacks the intent to be legally bound.": "Allein durch den Aufruf der kostenlosen und öffentlich zugänglichen Inhalte kommt keinerlei Vertragsverhältnis zwischen dem Nutzer und dem Anbieter zustande, insoweit fehlt es am Rechtsbindungswillen des Anbieters.",
    "External links": "Externe Links",
    "This website contains links to third-party websites (\"external links\"). These websites are the responsibility of their respective operators.": "Diese Website enthält Verknüpfungen zu Websites Dritter (\"externe Links\"). Diese Websites unterliegen der Haftung der jeweiligen Betreiber.",
    "The provider checked the external content for any legal violations at the time of linking. At that time, no legal violations were apparent.": "Der Anbieter hat bei der erstmaligen Verknüpfung der externen Links die fremden Inhalte daraufhin überprüft, ob etwaige Rechtsverstöße bestehen. Zu dem Zeitpunkt waren keine Rechtsverstöße ersichtlich.",
    "The provider has no influence on the current and future design and content of the linked pages.": "Der Anbieter hat keinerlei Einfluss auf die aktuelle und zukünftige Gestaltung und auf die Inhalte der verknüpften Seiten.",
    "Setting external links does not mean that the provider adopts the content behind the reference or link as its own.": "Das Setzen von externen Links bedeutet nicht, dass sich der Anbieter die hinter dem Verweis oder Link liegenden Inhalte zu Eigen macht.",
    "Constant control of external links is unreasonable for the provider without concrete evidence of legal violations.": "Eine ständige Kontrolle der externen Links ist für den Anbieter ohne konkrete Hinweise auf Rechtsverstöße nicht zumutbar.",
    "However, if the provider becomes aware of legal violations, such external links will be deleted immediately.": "Bei Kenntnis von Rechtsverstößen werden jedoch derartige externe Links unverzüglich gelöscht.",
    "Copyright and ancillary copyright": "Urheber- und Leistungsschutzrechte",
    "The content published on this website is subject to German copyright and ancillary copyright law.": "Die auf dieser Website veröffentlichten Inhalte unterliegen dem deutschen Urheber- und Leistungsschutzrecht.",
    "Any use of these contents not permitted by German copyright law requires the prior written consent of the provider or the respective rights holder.": "Jede vom deutschen Urheber- und Leistungsschutzrecht nicht zugelassene Verwertung bedarf der vorherigen schriftlichen Zustimmung des Anbieters oder jeweiligen Rechteinhabers.",
    "This applies in particular to reproduction, editing, translation, storage, processing, or reproduction of content in databases or other electronic media and systems.": "Dies gilt insbesondere für Vervielfältigung, Bearbeitung, Übersetzung, Einspeicherung, Verarbeitung bzw. Wiedergabe von Inhalten in Datenbanken oder anderen elektronischen Medien und Systemen.",
    "Contents and rights of third parties are marked as such.": "Inhalte und Rechte Dritter sind dabei als solche gekennzeichnet.",
    "Unauthorized reproduction or distribution of individual content or entire pages is not permitted and is punishable.": "Die unerlaubte Vervielfältigung oder Weitergabe einzelner Inhalte oder kompletter Seiten ist nicht gestattet und strafbar.",
    "Only the creation of copies and downloads for personal, private, and non-commercial use is allowed.": "Lediglich die Herstellung von Kopien und Downloads für den persönlichen, privaten und nicht kommerziellen Gebrauch ist erlaubt.",
    "Displaying this website in external frames is only permitted with written permission.": "Die Darstellung dieser Website in fremden Frames ist nur mit schriftlicher Erlaubnis zulässig.",
    "Special conditions of use": "Besondere Nutzungsbedingungen",
    "If special conditions for individual uses of this website deviate from the aforementioned paragraphs, this will be explicitly pointed out at the corresponding location.": "Soweit besondere Bedingungen für einzelne Nutzungen dieser Website von den vorgenannten Paragraphen abweichen, wird an entsprechender Stelle ausdrücklich darauf hingewiesen.",
    "In this case, the special conditions of use will apply.": "In diesem Falle gelten im jeweiligen Einzelfall die besonderen Nutzungsbedingungen.",
    "Source:": "Quelle:",
    "Click here for the link": "Link hier klicken",
    "I optimized my development workflow through disciplined Git practices and strict adherence to Clean Code principles.": "Ich habe meinen Entwicklungs-Workflow durch disziplinierte Git-Praktiken und strikte Einhaltung der Clean-Code-Prinzipien optimiert.",
    "I implemented robust OOP principles in JavaScript through classes and inheritance, optimizing code for maintainability and scalabilit.": "Ich habe robuste objektorientierte Programmierprinzipien in JavaScript durch Klassen und Vererbung implementiert, um den Code wartbar und skalierbar zu gestalten.",
    "I was able to demonstrate my teamwork skills in the group work and contribute to the successful realisation of the project through clear communication.": "Ich konnte in der Gruppenarbeit meine Teamfähigkeit unter Beweis stellen und durch klare Kommunikation zur erfolgreichen Umsetzung des Projekts beitragen.",
    "I divided my workflow into small, structured steps and documented the progress with Git.": "Ich habe meinen Arbeitsablauf in kleine, strukturierte Schritte unterteilt und den Fortschritt mit Git dokumentiert.",
    "A browser-based 2D jump-and-run game built with HTML5 Canvas.": "Ein browserbasiertes 2D-Jump-'n'-Run-Spiel, entwickelt mit HTML5 Canvas.",
    "What I am currently learning": "Was ich derzeit lerne"
}  