{
    "CONTACT_ME": {
        "HEADLINE": "Kontaktieren Sie mich",
        "DESCRIPTION": "Zögere nicht, dich mit Jobangeboten oder ähnlichen Möglichkeiten zu melden – ob für spannende Projektkooperationen oder eine feste Stelle im Bereich Frontend-Entwicklung. Mit meinem Fokus auf moderne Webtechnologien, sauberem Code und einem Gespür für nutzerzentriertes Design bringe ich frische Ideen und zuverlässige Umsetzung in jedes Projekt ein. Lass uns gemeinsam etwas entwickeln, das wirklich Eindruck macht.",
        "SEND": "Senden",
        "NAME": "Dein Name", 
        "EMAIL": "Deine Email", 
        "MESSAGE":"Deine Nachricht",
        "READ": "Ich habe die",
        "PRIVACY": "Datenschutzbestimmungen",
        "ACCEPT": " gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu."
    },
    "WHY_ME": {
        "TEXT": "Ich bin ein Frontend-Entwickler, der sich auf sauberen, effizienten Code und solide Benutzererfahrungen konzentriert. Ich arbeite mich schnell ein, übernehme Verantwortung und liefere zuverlässige, hochwertige Lösungen - unabhängig oder im Team..",
        "I_AM": "Ich",
        "TOWN": "wohne in Glückstadt", 
        "TALK": "Lass uns sprechen",
        "WHY_ME": "Warum ich"
    },
    "PROJECT": {
        "TECHNOLOGIES": "Technologien",
        "PROJECTS": "Meine Projekte"
    },
    "FEEDBACK": {
        "TEAMPLAYER": "Brauchen Sie einen Teamplayer? Hier, was mein Kollegen über mich sagen"
    },
    "Why me": "Warum ich", 
    "Skills": "Fähigkeiten", 
    "My Skills": "Meine Fähigkeiten",
    "Project": "Projekt",
    "Projects": "Projekte", 
    "Profile": "Profil",
    "Contact": "Kontakt", 
    "developer": "Entwickler",
    "FRONTEND DEVELOPER": "FRONTEND-ENTWICKLER",
    "I am currently learning": "Ich lerne gerade",
    "Legal notice": "Impressum",
    "Live Test": "Live-Test",
    "About the project": "Über das Projekt",
    "How I have organised my work process": "Wie ich meinen Arbeitsprozess organisiert habe",
    "What I have learnt": "Was ich gelernt habe",
    "My group work experience": "Meine Erfahrung in der Gruppenarbeit",
    "Join is a Kanban board that can be used to visually organise tasks and track progress.": "Join ist ein Kanban-Board, mit dem Aufgaben visuell organisiert und der Fortschritt verfolgt werden kann.",
    "Was a strong support in the team. Contributed her own ideas. The collaboration was really pleasant and efficient.": "Es war eine starke Unterstützung im Team. Brachte seine eigenen Ideen ein. Die Zusammenarbeit war sehr angenehm und effizient.",
    "For me, independently learning new technologies and continuously developing my skills is a given – it’s how I stay technically up to date.": "Neue Technologien eigenständig zu erlernen und mich kontinuierlich weiterzuentwickeln, ist für mich selbstverständlich – so bleibe ich technisch immer up to date.",
    "Image rights" : "Bildrechte",
    "Disclaimer - legal notices": "Disclaimer – rechtliche Hinweise",
    "Warning about content": "Warnhinweis zu Inhalten",
    "The free and publicly accessible content of this website has been created with the greatest possible care.": "Die kostenlosen und öffentlich zugänglichen Inhalte dieser Webseite wurden mit größtmöglicher Sorgfalt erstellt.",
    "However, the provider of this website does not guarantee the accuracy and timeliness of the free and publicly accessible journalistic advice and news provided.": "Der Anbieter dieser Webseite übernimmt jedoch keine Gewähr für die Richtigkeit und Aktualität der bereitgestellten kostenlosen und öffentlich zugänglichen journalistischen Ratgeber und Nachrichten.",
    "Contributions marked with the name reflect the opinion of the respective author and not always the opinion of the provider.": "Namentlich gekennzeichnete Beiträge geben die Meinung des jeweiligen Autors und nicht immer die Meinung des Anbieters wieder.",
    "By accessing the free and publicly accessible content, no contractual relationship is established between the user and the provider, as the provider lacks the intent to be legally bound.": "Allein durch den Aufruf der kostenlosen und öffentlich zugänglichen Inhalte kommt keinerlei Vertragsverhältnis zwischen dem Nutzer und dem Anbieter zustande, insoweit fehlt es am Rechtsbindungswillen des Anbieters.",
    "External links": "Externe Links",
    "This website contains links to third-party websites (\"external links\"). These websites are the responsibility of their respective operators.": "Diese Website enthält Verknüpfungen zu Websites Dritter (\"externe Links\"). Diese Websites unterliegen der Haftung der jeweiligen Betreiber.",
    "The provider checked the external content for any legal violations at the time of linking. At that time, no legal violations were apparent.": "Der Anbieter hat bei der erstmaligen Verknüpfung der externen Links die fremden Inhalte daraufhin überprüft, ob etwaige Rechtsverstöße bestehen. Zu dem Zeitpunkt waren keine Rechtsverstöße ersichtlich.",
    "The provider has no influence on the current and future design and content of the linked pages.": "Der Anbieter hat keinerlei Einfluss auf die aktuelle und zukünftige Gestaltung und auf die Inhalte der verknüpften Seiten.",
    "Setting external links does not mean that the provider adopts the content behind the reference or link as its own.": "Das Setzen von externen Links bedeutet nicht, dass sich der Anbieter die hinter dem Verweis oder Link liegenden Inhalte zu Eigen macht.",
    "Constant control of external links is unreasonable for the provider without concrete evidence of legal violations.": "Eine ständige Kontrolle der externen Links ist für den Anbieter ohne konkrete Hinweise auf Rechtsverstöße nicht zumutbar.",
    "However, if the provider becomes aware of legal violations, such external links will be deleted immediately.": "Bei Kenntnis von Rechtsverstößen werden jedoch derartige externe Links unverzüglich gelöscht.",
    "Copyright and ancillary copyright": "Urheber- und Leistungsschutzrechte",
    "The content published on this website is subject to German copyright and ancillary copyright law.": "Die auf dieser Website veröffentlichten Inhalte unterliegen dem deutschen Urheber- und Leistungsschutzrecht.",
    "Any use of these contents not permitted by German copyright law requires the prior written consent of the provider or the respective rights holder.": "Jede vom deutschen Urheber- und Leistungsschutzrecht nicht zugelassene Verwertung bedarf der vorherigen schriftlichen Zustimmung des Anbieters oder jeweiligen Rechteinhabers.",
    "This applies in particular to reproduction, editing, translation, storage, processing, or reproduction of content in databases or other electronic media and systems.": "Dies gilt insbesondere für Vervielfältigung, Bearbeitung, Übersetzung, Einspeicherung, Verarbeitung bzw. Wiedergabe von Inhalten in Datenbanken oder anderen elektronischen Medien und Systemen.",
    "Contents and rights of third parties are marked as such.": "Inhalte und Rechte Dritter sind dabei als solche gekennzeichnet.",
    "Unauthorized reproduction or distribution of individual content or entire pages is not permitted and is punishable.": "Die unerlaubte Vervielfältigung oder Weitergabe einzelner Inhalte oder kompletter Seiten ist nicht gestattet und strafbar.",
    "Only the creation of copies and downloads for personal, private, and non-commercial use is allowed.": "Lediglich die Herstellung von Kopien und Downloads für den persönlichen, privaten und nicht kommerziellen Gebrauch ist erlaubt.",
    "Displaying this website in external frames is only permitted with written permission.": "Die Darstellung dieser Website in fremden Frames ist nur mit schriftlicher Erlaubnis zulässig.",
    "Special conditions of use": "Besondere Nutzungsbedingungen",
    "If special conditions for individual uses of this website deviate from the aforementioned paragraphs, this will be explicitly pointed out at the corresponding location.": "Soweit besondere Bedingungen für einzelne Nutzungen dieser Website von den vorgenannten Paragraphen abweichen, wird an entsprechender Stelle ausdrücklich darauf hingewiesen.",
    "In this case, the special conditions of use will apply.": "In diesem Falle gelten im jeweiligen Einzelfall die besonderen Nutzungsbedingungen.",
    "Source:": "Quelle:",
    "Click here for the link": "Link hier klicken",
    "I optimized my development workflow through disciplined Git practices and strict adherence to Clean Code principles.": "Ich habe meinen Entwicklungs-Workflow durch disziplinierte Git-Praktiken und strikte Einhaltung der Clean-Code-Prinzipien optimiert.",
    "I implemented robust OOP principles in JavaScript through classes and inheritance, optimizing code for maintainability and scalabilit.": "Ich habe robuste objektorientierte Programmierprinzipien in JavaScript durch Klassen und Vererbung implementiert, um den Code wartbar und skalierbar zu gestalten.",
    "I was able to demonstrate my teamwork skills in the group work and contribute to the successful realisation of the project through clear communication.": "Ich konnte in der Gruppenarbeit meine Teamfähigkeit unter Beweis stellen und durch klare Kommunikation zur erfolgreichen Umsetzung des Projekts beitragen.",
    "I divided my workflow into small, structured steps and documented the progress with Git.": "Ich habe meinen Arbeitsablauf in kleine, strukturierte Schritte unterteilt und den Fortschritt mit Git dokumentiert.",
    "A browser-based 2D jump-and-run game built with HTML5 Canvas.": "Ein browserbasiertes 2D-Jump-'n'-Run-Spiel, entwickelt mit HTML5 Canvas.",
    "What I am currently learning": "Was ich derzeit lerne",
    "Let us work together!": "Lasst uns zusammenarbeiten!",
    "Marco works extremely quickly and purposefully - you can just tell that he enjoys coding and really enjoys it. His enthusiasm is infectious!": "Marco arbeitet extrem schnell und zielstrebig - man merkt ihm an, dass er Spaß am Programmieren hat und es ihm wirklich Spaß macht. Seine Begeisterung ist ansteckend!",
    "Your message was sent successfully.": "Ihre Nachricht wurde erfolgreich gesendet.",

    "Privacy Policy": "Datenschutzerklärung",
    "Last updated: April 15, 2025": "Letzte Aktualisierung: 15. April 2025",
    "This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.": "Diese Datenschutzerklärung beschreibt unsere Richtlinien und Verfahren zur Erhebung, Nutzung und Offenlegung Ihrer Informationen bei der Nutzung des Dienstes und informiert Sie über Ihre Datenschutzrechte und wie das Gesetz Sie schützt.",
    "We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy. This Privacy Policy has been created with the help of the": "Wir verwenden Ihre personenbezogenen Daten, um den Dienst bereitzustellen und zu verbessern. Durch die Nutzung des Dienstes stimmen Sie der Erhebung und Nutzung von Informationen gemäß dieser Datenschutzerklärung zu. Diese Datenschutzerklärung wurde mit Hilfe des",
    "Privacy Policy Generator": "Generators für Datenschutzerklärungen",
    "Interpretation and Definitions": "Auslegung und Definitionen",
    "Interpretation": "Auslegung",
    "The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.": "Die Wörter, deren Anfangsbuchstabe großgeschrieben ist, haben die unter den folgenden Bedingungen definierte Bedeutung. Die folgenden Definitionen gelten unabhängig davon, ob sie im Singular oder Plural erscheinen.",
    "Definitions": "Definitionen",
    "For the purposes of this Privacy Policy:": "Für die Zwecke dieser Datenschutzerklärung:",
    "Account": "Konto",
    "means a unique account created for You to access our Service or parts of our Service.": "bedeutet ein einzigartiges Konto, das für Sie erstellt wurde, um auf unseren Dienst oder Teile davon zuzugreifen.",
    "Affiliate": "Partnerunternehmen",
    "means an entity that controls, is controlled by or is under common control with a party, where 'control' means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.": "bedeutet eine Entität, die ein Unternehmen kontrolliert, von dem Unternehmen kontrolliert wird oder unter gemeinsamer Kontrolle mit einer Partei steht, wobei 'Kontrolle' den Besitz von 50 % oder mehr der Aktien, Eigenkapitalanteile oder anderer Wertpapiere bedeutet, die berechtigt sind, über die Wahl von Direktoren oder anderer Geschäftsführung zu stimmen.",
    "Application": "Anwendung",
    "refers to Portfolio, the software program provided by the Company.": "bezieht sich auf Portfolio, das von der Firma bereitgestellte Softwareprogramm.",
    "Company": "Unternehmen",
    "(referred to as either 'the Company', 'We', 'Us' or 'Our' in this Agreement) refers to Portfolio.": "(im Vertrag als 'das Unternehmen', 'Wir', 'Uns' oder 'Unser' bezeichnet) bezieht sich auf Portfolio.",
    "Cookies": "Cookies",
    "are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.": "sind kleine Dateien, die von einer Website auf Ihrem Computer, Mobilgerät oder einem anderen Gerät abgelegt werden und Details Ihrer Browserverlaufs auf dieser Website enthalten, unter vielen anderen Verwendungszwecken.",
    "Country": "Land",
    "refers to: Schleswig-Holstein, Germany": "bezieht sich auf: Schleswig-Holstein, Deutschland",
    "Device": "Gerät",
    "means any device that can access the Service such as a computer, a cellphone or a digital tablet.": "bedeutet jedes Gerät, das auf den Dienst zugreifen kann, wie ein Computer, ein Handy oder ein digitales Tablet.",
    "Personal Data": "Personenbezogene Daten",
    "is any information that relates to an identified or identifiable individual.": "sind alle Informationen, die sich auf eine identifizierte oder identifizierbare Person beziehen.",
    "Service": "Dienst",
    "refers to the Application or the Website or both.": "bezieht sich auf die Anwendung oder die Website oder beides.",
    "Service Provider": "Dienstanbieter",
    "means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.": "bedeutet jede natürliche oder juristische Person, die die Daten im Auftrag des Unternehmens verarbeitet. Es bezieht sich auf Drittanbieterunternehmen oder Einzelpersonen, die vom Unternehmen angestellt wurden, um den Dienst zu erleichtern, den Dienst im Namen des Unternehmens bereitzustellen, Dienstleistungen im Zusammenhang mit dem Dienst zu erbringen oder das Unternehmen bei der Analyse der Nutzung des Dienstes zu unterstützen.",
    "Third-party Social Media Service": "Drittanbieter Social-Media-Service",
    "refers to any website or any social network website through which a User can log in or create an account to use the Service.": "bezieht sich auf jede Website oder jedes soziale Netzwerk, über das ein Nutzer sich anmelden oder ein Konto erstellen kann, um den Dienst zu nutzen.",
    "Usage Data": "Nutzungsdaten",
    "refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).": "bezieht sich auf Daten, die automatisch erfasst werden, entweder durch die Nutzung des Dienstes oder durch die Infrastruktur des Dienstes selbst (zum Beispiel die Dauer eines Seitenbesuchs).",
    "Website": "Website",
    "refers to Portfolio, accessible from https://marco-lenschau.de": "bezieht sich auf Portfolio, zugänglich unter https://marco-lenschau.de",
    "You": "Sie",
    "means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.": "bedeutet die Person, die auf den Dienst zugreift oder diesen nutzt, oder das Unternehmen oder eine andere juristische Person, die im Namen dieser Person auf den Dienst zugreift oder diesen nutzt, je nach Fall.",
    "Collecting and Using Your Personal Data": "Erhebung und Nutzung Ihrer personenbezogenen Daten",
    "Types of Data Collected": "Arten der erfassten Daten",
    "While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:": "Während der Nutzung unseres Dienstes können wir Sie bitten, uns bestimmte personenbezogene Daten zur Verfügung zu stellen, die verwendet werden können, um Sie zu kontaktieren oder zu identifizieren. Zu personenbezogenen Daten gehören unter anderem:",
    "Email address": "E-Mail-Adresse",
    "First name and last name": "Vorname und Nachname",
    "Usage Data is collected automatically when using the Service.": "Nutzungsdaten werden automatisch beim Nutzen des Dienstes erfasst.",
    "Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.": "Nutzungsdaten können Informationen wie die IP-Adresse Ihres Geräts (z. B. IP-Adresse), den Browsertyp, die Browserversion, die Seiten unseres Dienstes, die Sie besuchen, die Uhrzeit und das Datum Ihres Besuchs, die Zeit, die Sie auf diesen Seiten verbringen, einzigartige Gerätekennungen und andere Diagnosedaten umfassen.",
    "When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.": "Wenn Sie auf den Dienst über ein mobiles Gerät zugreifen, können wir bestimmte Informationen automatisch erfassen, einschließlich, aber nicht beschränkt auf, den Typ des mobilen Geräts, das Sie verwenden, die eindeutige ID Ihres mobilen Geräts, die IP-Adresse Ihres mobilen Geräts, das mobile Betriebssystem, den Typ des mobilen Internetbrowsers, den Sie verwenden, einzigartige Gerätekennungen und andere Diagnosedaten.",
    "We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.": "Wir können auch Informationen sammeln, die Ihr Browser sendet, wenn Sie unseren Dienst besuchen oder auf den Dienst über ein mobiles Gerät zugreifen.",
    "Information from Third-Party Social Media Services": "Informationen von Drittanbieter Social-Media-Diensten",
    "The Company allows You to create an account and log in to use the Service through the following Third-party Social Media Services:": "Das Unternehmen ermöglicht es Ihnen, ein Konto zu erstellen und sich über die folgenden Drittanbieter Social-Media-Dienste anzumelden, um den Dienst zu nutzen:",
    "If You decide to register through or otherwise grant us access to a Third-Party Social Media Service, We may collect Personal data that is already associated with Your Third-Party Social Media Service's account, such as Your name, Your email address, Your activities or Your contact list associated with that account." : "Wenn Sie sich entscheiden, sich über einen Drittanbieter-Social-Media-Dienst zu registrieren oder uns anderweitig Zugriff auf Ihr Konto bei einem Drittanbieter-Social-Media-Dienst zu gewähren, können wir personenbezogene Daten sammeln, die bereits mit Ihrem Konto bei diesem Drittanbieter-Social-Media-Dienst verknüpft sind, wie z.B. Ihren Namen, Ihre E-Mail-Adresse, Ihre Aktivitäten oder Ihre Kontaktliste, die mit diesem Konto verknüpft sind.",
    "You may also have the option of sharing additional information with the Company through Your Third-Party Social Media Service's account. If You choose to provide such information and Personal Data, during registration or otherwise, You are giving the Company permission to use, share, and store it in a manner consistent with this Privacy Policy." : "Sie haben möglicherweise auch die Option, zusätzliche Informationen über Ihr Konto bei dem Drittanbieter-Social-Media-Dienst mit der Firma zu teilen. Wenn Sie sich entscheiden, solche Informationen und personenbezogenen Daten während der Registrierung oder anderweitig bereitzustellen, erteilen Sie der Firma die Erlaubnis, diese in Übereinstimmung mit dieser Datenschutzerklärung zu verwenden, zu teilen und zu speichern.",
    "Tracking Technologies and Cookies" : "Tracking-Technologien und Cookies",
    "We use Cookies and similar tracking technologies to track the activity on Our Service and store certain information. Tracking technologies used are beacons, tags, and scripts to collect and track information and to improve and analyze Our Service. The technologies We use may include:" : "Wir verwenden Cookies und ähnliche Tracking-Technologien, um die Aktivität auf unserem Dienst zu verfolgen und bestimmte Informationen zu speichern. Verwendete Tracking-Technologien sind Beacons, Tags und Skripte, um Informationen zu sammeln und zu verfolgen und unseren Dienst zu verbessern und zu analysieren. Die von uns verwendeten Technologien können umfassen:",
    "Cookies or Browser Cookies" : "Cookies oder Browser-Cookies",
    "A cookie is a small file placed on Your Device. You can instruct Your browser to refuse all Cookies or to indicate when a Cookie is being sent. However, if You do not accept Cookies, You may not be able to use some parts of our Service. Unless you have adjusted Your browser setting so that it will refuse Cookies, our Service may use Cookies." : "Ein Cookie ist eine kleine Datei, die auf Ihrem Gerät abgelegt wird. Sie können Ihrem Browser anweisen, alle Cookies abzulehnen oder anzugeben, wenn ein Cookie gesendet wird. Wenn Sie jedoch Cookies nicht akzeptieren, können Sie möglicherweise nicht alle Teile unseres Dienstes nutzen. Sofern Sie die Einstellungen Ihres Browsers nicht so angepasst haben, dass er Cookies ablehnt, kann unser Dienst Cookies verwenden.",
    "Web Beacons" : "Web Beacons",
    "Certain sections of our Service and our emails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of a certain section and verifying system and server integrity)." : "Bestimmte Abschnitte unseres Dienstes und unserer E-Mails können kleine elektronische Dateien enthalten, die als Web Beacons bezeichnet werden (auch als klare Gifs, Pixel-Tags und ein-Pixel-Gifs bekannt), die es der Firma beispielsweise ermöglichen, die Anzahl der Benutzer zu zählen, die diese Seiten besucht oder eine E-Mail geöffnet haben, sowie andere damit verbundene Website-Statistiken (z.B. die Aufzeichnung der Beliebtheit eines bestimmten Abschnitts und die Überprüfung der System- und Serverintegrität).",
    "Cookies can be 'Persistent' or 'Session' Cookies. Persistent Cookies remain on Your personal computer or mobile device when You go offline, while Session Cookies are deleted as soon as You close Your web browser. You can learn more about cookies on TermsFeed website article." : "Cookies können 'Persistente' oder 'Sitzungs'-Cookies sein. Persistente Cookies bleiben auf Ihrem persönlichen Computer oder mobilen Gerät, wenn Sie offline gehen, während Sitzungs-Cookies gelöscht werden, sobald Sie Ihren Webbrowser schließen. Weitere Informationen zu Cookies finden Sie im Artikel auf der TermsFeed-Website.",
    "We use both Session and Persistent Cookies for the purposes set out below:" : "Wir verwenden sowohl Sitzungs- als auch persistente Cookies für die folgenden Zwecke:",
    "Necessary / Essential Cookies" : "Notwendige / Essentielle Cookies",
    "Type: Session Cookies" : "Typ: Sitzungs-Cookies",
    "Administered by: Us" : "Verwaltet von: Uns", 
    "Purpose: These Cookies are essential to provide You with services available through the Website and to enable You to use some of its features. They help to authenticate users and prevent fraudulent use of user accounts. Without these Cookies, the services that You have asked for cannot be provided, and We only use these Cookies to provide You with those services." : "Zweck: Diese Cookies sind erforderlich, um Ihnen die über die Website verfügbaren Dienste bereitzustellen und Ihnen zu ermöglichen, einige ihrer Funktionen zu nutzen. Sie helfen bei der Authentifizierung von Benutzern und verhindern die betrügerische Nutzung von Benutzerkonten. Ohne diese Cookies können die von Ihnen angeforderten Dienste nicht bereitgestellt werden, und wir verwenden diese Cookies nur, um Ihnen diese Dienste bereitzustellen.",
    "Cookies Policy / Notice Acceptance Cookies" : "Cookies-Politik / Akzeptanz der Cookies-Benachrichtigung Cookies",
    "Type: Persistent Cookies" : "Typ: Persistente Cookies",
    "Purpose: These Cookies identify if users have accepted the use of cookies on the Website." : "Zweck: Diese Cookies identifizieren, ob Benutzer die Verwendung von Cookies auf der Website akzeptiert haben.",
    "Functionality Cookies" : "Funktions-Cookies",
    "Purpose: These Cookies allow us to remember choices You make when You use the Website, such as remembering your login details or language preference. The purpose of these Cookies is to provide You with a more personal experience and to avoid You having to re-enter your preferences every time You use the Website." : "Zweck: Diese Cookies ermöglichen es uns, sich an Entscheidungen zu erinnern, die Sie bei der Nutzung der Website treffen, wie z.B. das Merken Ihrer Login-Daten oder Spracheinstellungen. Der Zweck dieser Cookies ist es, Ihnen ein persönlicheres Erlebnis zu bieten und zu vermeiden, dass Sie Ihre Einstellungen jedes Mal erneut eingeben müssen, wenn Sie die Website nutzen.",
    "For more information about the cookies we use and your choices regarding cookies, please visit our Cookies Policy or the Cookies section of our Privacy Policy." : "Weitere Informationen zu den von uns verwendeten Cookies und Ihren Auswahlmöglichkeiten bezüglich Cookies finden Sie in unserer Cookies-Politik oder im Abschnitt Cookies in unserer Datenschutzerklärung.",
    "Use of Your Personal Data": "Verwendung Ihrer persönlichen Daten",
    "The Company may use Personal Data for the following purposes:": "Das Unternehmen kann personenbezogene Daten für die folgenden Zwecke verwenden:",
    "To provide and maintain our Service": "Um unseren Service bereitzustellen und aufrechtzuerhalten",
    "including to monitor the usage of our Service.": "einschließlich der Überwachung der Nutzung unseres Services.",
    "To manage Your Account:": "Um Ihr Konto zu verwalten:",
    "to manage Your registration as a user of the Service. The Personal Data You provide can give You access to different functionalities of the Service that are available to You as a registered user.": "Um Ihre Registrierung als Benutzer des Services zu verwalten. Die personenbezogenen Daten, die Sie bereitstellen, können Ihnen Zugriff auf verschiedene Funktionen des Services gewähren, die Ihnen als registriertem Benutzer zur Verfügung stehen.",
    "For the performance of a contract:": "Für die Durchführung eines Vertrags:",
    "the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.": "die Entwicklung, Einhaltung und Durchführung des Kaufvertrags für die Produkte, Artikel oder Dienstleistungen, die Sie gekauft haben, oder eines anderen Vertrags mit uns über den Service.",
    "To contact You:": "Um Sie zu kontaktieren:",
    "To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.": "Um Sie per E-Mail, Telefonanrufen, SMS oder anderen gleichwertigen Formen elektronischer Kommunikation zu kontaktieren, wie zum Beispiel Push-Benachrichtigungen einer mobilen Anwendung zu Updates oder informativen Mitteilungen zu den Funktionen, Produkten oder vertraglich vereinbarten Dienstleistungen, einschließlich der Sicherheitsupdates, wenn dies notwendig oder vernünftig für ihre Implementierung ist.",
    "To provide You": "Um Ihnen bereitzustellen",
    "with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.": "mit Nachrichten, Sonderangeboten und allgemeinen Informationen über andere Waren, Dienstleistungen und Veranstaltungen, die wir anbieten und die denen ähneln, die Sie bereits gekauft oder angefragt haben, es sei denn, Sie haben sich entschieden, solche Informationen nicht zu erhalten.",
    "To manage Your requests:": "Um Ihre Anfragen zu verwalten:",
    "To attend and manage Your requests to Us.": "Um Ihre Anfragen an uns zu bearbeiten und zu verwalten.",
    "For business transfers:": "Für Geschäftsübertragungen:",
    "We may use Your information to evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Us about our Service users is among the assets transferred.": "Wir können Ihre Informationen verwenden, um eine Fusion, Abspaltung, Umstrukturierung, Reorganisation, Auflösung oder einen anderen Verkauf oder Transfer von Teilen oder allen unseren Vermögenswerten zu bewerten oder durchzuführen, sei es als laufendes Unternehmen oder im Rahmen von Insolvenz, Liquidation oder ähnlichen Verfahren, bei denen personenbezogene Daten, die wir über unsere Service-Nutzer gespeichert haben, zu den übertragenen Vermögenswerten gehören.",
    "For other purposes": "Für andere Zwecke",
    "We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.": "Wir können Ihre Informationen für andere Zwecke verwenden, wie z. B. Datenanalyse, Identifikation von Nutzungstrends, Bestimmung der Wirksamkeit unserer Werbekampagnen und zur Bewertung und Verbesserung unseres Services, unserer Produkte, Dienstleistungen, Marketing und Ihrer Erfahrung.",
    "We may share Your personal information in the following situations:": "Wir können Ihre persönlichen Informationen in den folgenden Situationen teilen:",
    "With Service Providers:": "Mit Dienstleistern:",
    "We may share Your personal information with Service Providers to monitor and analyze the use of our Service,  to contact You.": "Wir können Ihre persönlichen Informationen mit Dienstleistern teilen, um die Nutzung unseres Services zu überwachen und zu analysieren und um Sie zu kontaktieren.",
    "We may share or transfer Your personal information in connection with, or during negotiations of, any merger, sale of Company assets, financing, or acquisition of all or a portion of Our business to another company.": "Wir können Ihre persönlichen Informationen im Zusammenhang mit oder während der Verhandlungen über eine Fusion, den Verkauf von Unternehmensvermögenswerten, Finanzierung oder den Erwerb eines Teils oder des gesamten Unternehmens an ein anderes Unternehmen teilen oder übertragen.",
    "With Affiliates:": "Mit verbundenen Unternehmen:",
    "We may share Your information with Our affiliates, in which case we will require those affiliates to honor this Privacy Policy. Affiliates include Our parent company and any other subsidiaries, joint venture partners or other companies that We control or that are under common control with Us.": "Wir können Ihre Informationen mit unseren verbundenen Unternehmen teilen, wobei wir diese Unternehmen verpflichten werden, diese Datenschutzrichtlinie zu achten. Zu den verbundenen Unternehmen gehören unsere Muttergesellschaft und alle anderen Tochtergesellschaften, Joint-Venture-Partner oder andere Unternehmen, die wir kontrollieren oder die unter gemeinsamer Kontrolle mit uns stehen.",
    "With business partners:": "Mit Geschäftspartnern:",
    "We may share Your information with Our business partners to offer You certain products, services or promotions.": "Wir können Ihre Informationen mit unseren Geschäftspartnern teilen, um Ihnen bestimmte Produkte, Dienstleistungen oder Aktionen anzubieten.",
    "With other users:": "Mit anderen Nutzern:",
    "when You share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside. If You interact with other users or register through a Third-Party Social Media Service, Your contacts on the Third-Party Social Media Service may see Your name, profile, pictures and description of Your activity. Similarly, other users will be able to view descriptions of Your activity, communicate with You and view Your profile.": "Wenn Sie persönliche Informationen teilen oder auf andere Weise in öffentlichen Bereichen mit anderen Nutzern interagieren, können diese Informationen von allen Nutzern angesehen und außerhalb öffentlich verbreitet werden. Wenn Sie mit anderen Nutzern interagieren oder sich über einen Drittanbieter-Sozialdienst registrieren, können Ihre Kontakte auf diesem Dienst Ihren Namen, Ihr Profil, Bilder und eine Beschreibung Ihrer Aktivitäten sehen. Ebenso können andere Nutzer Beschreibungen Ihrer Aktivitäten ansehen, mit Ihnen kommunizieren und Ihr Profil ansehen.",
    "With Your consent": "Mit Ihrer Zustimmung",
    "We may disclose Your personal information for any other purpose with Your consent.": "Wir können Ihre persönlichen Informationen für andere Zwecke mit Ihrer Zustimmung offenlegen.",
    "Retention of Your Personal Data": "Aufbewahrung Ihrer persönlichen Daten",
    "The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.": "Das Unternehmen wird Ihre personenbezogenen Daten nur so lange aufbewahren, wie es für die in dieser Datenschutzrichtlinie festgelegten Zwecke notwendig ist. Wir werden Ihre personenbezogenen Daten in dem Maße aufbewahren und verwenden, wie es erforderlich ist, um unseren rechtlichen Verpflichtungen nachzukommen (zum Beispiel, wenn wir verpflichtet sind, Ihre Daten zur Einhaltung geltender Gesetze aufzubewahren), Streitigkeiten zu lösen und unsere rechtlichen Vereinbarungen und Richtlinien durchzusetzen.",
    "The Company will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.": "Das Unternehmen wird auch Nutzungsdaten für interne Analysezwecke aufbewahren. Nutzungsdaten werden in der Regel nur für einen kürzeren Zeitraum aufbewahrt, es sei denn, diese Daten werden verwendet, um die Sicherheit zu verstärken oder die Funktionalität unseres Services zu verbessern, oder wir sind gesetzlich verpflichtet, diese Daten für längere Zeiträume aufzubewahren.",
    "Transfer of Your Personal Data": "Übertragung Ihrer persönlichen Daten",
    "Your information, including Personal Data, is processed at the Company's operating offices and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.": "Ihre Informationen, einschließlich personenbezogener Daten, werden in den Betriebsbüros des Unternehmens und an allen anderen Orten verarbeitet, an denen die an der Verarbeitung beteiligten Parteien ansässig sind. Das bedeutet, dass diese Informationen an Computer übertragen und dort aufbewahrt werden können, die sich außerhalb Ihres Bundesstaates, Ihrer Provinz, Ihres Landes oder einer anderen gesetzlichen Gerichtsbarkeit befinden, in denen die Datenschutzgesetze von denen Ihrer Gerichtsbarkeit abweichen können.",
    "Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.": "Ihre Zustimmung zu dieser Datenschutzrichtlinie und Ihre Übermittlung solcher Informationen stellt Ihre Vereinbarung mit dieser Übertragung dar.",
    "The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.": "Das Unternehmen wird alle vernünftigen Schritte unternehmen, um sicherzustellen, dass Ihre Daten sicher und gemäß dieser Datenschutzrichtlinie behandelt werden, und keine Übertragung Ihrer personenbezogenen Daten wird an eine Organisation oder ein Land erfolgen, es sei denn, es gibt angemessene Sicherheitsvorkehrungen, einschließlich der Sicherheit Ihrer Daten und anderer persönlicher Informationen.",
    "Delete Your Personal Data": "Löschen Ihrer persönlichen Daten",
    "You have the right to delete or request that We assist in deleting the Personal Data that We have collected about You.": "Sie haben das Recht, die Löschung Ihrer persönlichen Daten zu verlangen oder uns zu bitten, bei der Löschung der personenbezogenen Daten zu helfen, die wir über Sie gesammelt haben.",
    "Our Service may give You the ability to delete certain information about You from within the Service.": "Unser Service kann Ihnen die Möglichkeit geben, bestimmte Informationen über Sie innerhalb des Services zu löschen.",
    "You may update, amend, or delete Your information at any time by signing in to Your Account, if you have one, and visiting the account settings section that allows you to manage Your personal information. You may also contact Us to request access to, correct, or delete any personal information that You have provided to Us.": "Sie können Ihre Informationen jederzeit aktualisieren, ändern oder löschen, indem Sie sich in Ihr Konto einloggen, falls Sie eines haben, und den Bereich für Kontoeinstellungen besuchen, der es Ihnen ermöglicht, Ihre persönlichen Daten zu verwalten. Sie können uns auch kontaktieren, um Zugriff auf Ihre persönlichen Daten zu verlangen, diese zu korrigieren oder zu löschen.",
    "Please note, however, that We may need to retain certain information when we have a legal obligation or lawful basis to do so.": "Bitte beachten Sie jedoch, dass wir bestimmte Informationen aufbewahren müssen, wenn wir gesetzlich dazu verpflichtet sind oder einen rechtlichen Grund dafür haben.",
    "Disclosure of Your Personal Data": "Offenlegung Ihrer persönlichen Daten",
    "Business Transactions": "Geschäftstransaktionen",
    "If the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be transferred. We will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.": "Wenn das Unternehmen an einer Fusion, Übernahme oder einem Verkauf von Vermögenswerten beteiligt ist, können Ihre personenbezogenen Daten übertragen werden. Wir werden Sie vor der Übertragung Ihrer personenbezogenen Daten benachrichtigen, und diese werden dann einer anderen Datenschutzrichtlinie unterliegen.",
    "Law enforcement": "Gesetzliche Durchsetzung",
    "Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g. a court or a government agency).": "Unter bestimmten Umständen kann das Unternehmen verpflichtet sein, Ihre personenbezogenen Daten offenzulegen, wenn dies gesetzlich vorgeschrieben ist oder als Reaktion auf gültige Anfragen öffentlicher Behörden (z. B. eines Gerichts oder einer Regierungsbehörde).",
    "Other legal requirements": "Andere rechtliche Anforderungen",
    "The Company may disclose Your Personal Data in the good faith belief that such action is necessary to:": "Das Unternehmen kann Ihre personenbezogenen Daten in gutem Glauben offenlegen, wenn eine solche Maßnahme notwendig ist, um:",
    "Comply with a legal obligation": "Einer gesetzlichen Verpflichtung nachzukommen",
    "Protect and defend the rights or property of the Company": "Die Rechte oder das Eigentum des Unternehmens zu schützen und zu verteidigen",
    "Prevent or investigate possible wrongdoing in connection with the Service": "Mögliche Rechtsverletzungen im Zusammenhang mit dem Service zu verhindern oder zu untersuchen",
    "Protect the personal safety of Users of the Service or the public": "Die persönliche Sicherheit der Nutzer des Services oder der Öffentlichkeit zu schützen",
    "Protect against legal liability": "Sich vor rechtlicher Haftung zu schützen",
    "Security of Your Personal Data": "Sicherheit Ihrer persönlichen Daten",
    "The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.": "Die Sicherheit Ihrer personenbezogenen Daten ist uns wichtig, aber beachten Sie, dass keine Übertragungsmethode über das Internet oder Methode der elektronischen Speicherung zu 100 % sicher ist. Während wir uns bemühen, kommerziell akzeptable Mittel zum Schutz Ihrer persönlichen Daten zu verwenden, können wir deren absolute Sicherheit nicht garantieren.",
    "Children's Privacy": "Datenschutz von Kindern",
    "Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.": "Unser Service richtet sich nicht an Personen unter 13 Jahren. Wir sammeln wissentlich keine personenbezogenen Daten von Personen unter 13 Jahren. Wenn Sie ein Elternteil oder Erziehungsberechtigter sind und wissen, dass Ihr Kind uns personenbezogene Daten zur Verfügung gestellt hat, kontaktieren Sie uns bitte. Wenn wir feststellen, dass wir personenbezogene Daten von Personen unter 13 Jahren ohne Überprüfung der elterlichen Zustimmung gesammelt haben, ergreifen wir Maßnahmen, um diese Informationen von unseren Servern zu entfernen.",
    "If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.": "Wenn wir auf Zustimmung als rechtliche Grundlage für die Verarbeitung Ihrer Informationen angewiesen sind und Ihr Land die Zustimmung eines Elternteils erfordert, müssen wir möglicherweise die Zustimmung Ihres Elternteils einholen, bevor wir diese Informationen sammeln und verwenden.",
    "Links to Other Websites": "Links zu anderen Websites",
    "Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit.": "Unser Service kann Links zu anderen Websites enthalten, die nicht von uns betrieben werden. Wenn Sie auf einen Drittanbieter-Link klicken, werden Sie zu deren Website weitergeleitet. Wir raten Ihnen dringend, die Datenschutzerklärung jeder Seite zu überprüfen, die Sie besuchen.",
    "We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.": "Wir haben keine Kontrolle über und übernehmen keine Verantwortung für den Inhalt, die Datenschutzrichtlinien oder die Praktiken von Websites oder Dienstleistungen Dritter.",
    "Changes to this Privacy Policy": "Änderungen dieser Datenschutzrichtlinie",
    "We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page.": "Wir können unsere Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Wir werden Sie über Änderungen informieren, indem wir die neue Datenschutzrichtlinie auf dieser Seite veröffentlichen.",
    "We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the 'Last updated' date at the top of this Privacy Policy.": "Wir werden Sie per E-Mail und/oder durch eine auffällige Mitteilung auf unserem Service informieren, bevor die Änderung wirksam wird und das 'Zuletzt aktualisiert'-Datum oben in dieser Datenschutzrichtlinie aktualisiert wird.",
    "We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the &quot;Last updated&quot; date at the top of this Privacy Policy.": "Wir werden Sie per E-Mail und/oder durch eine auffällige Mitteilung auf unserem Service benachrichtigen, bevor die Änderung wirksam wird, und das Datum der letzten Aktualisierung oben in dieser Datenschutzrichtlinie anpassen.",
    "You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.": "Es wird empfohlen, diese Datenschutzrichtlinie regelmäßig auf Änderungen zu überprüfen. Änderungen an dieser Datenschutzrichtlinie sind wirksam, wenn sie auf dieser Seite veröffentlicht werden.",
    "Contact Us": "Kontaktieren Sie uns",
    "If you have any questions about this Privacy Policy, You can contact us:": "Wenn Sie Fragen zu dieser Datenschutzrichtlinie haben, können Sie uns kontaktieren:",
    "By visiting this page on our website:": "Indem Sie diese Seite auf unserer Website besuchen:",
    "We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to contact You.": "Wir können Ihre persönlichen Informationen mit Dienstleistern teilen, um die Nutzung unseres Services zu überwachen und zu analysieren sowie um Sie zu kontaktieren.",
    "Lightweight customer relationship management application built with Angular.": "Leichtgewichtige Kundenbeziehungsmanagement-Anwendung mit Angular gebaut",
    "I optimized my workflow with angular and typescript.": "Ich habe meinen Arbeitsablauf mit Angular und Typescript optimiert.",      
    "I implemented following function: Add and edit users, manage sales tasks and much more.": "Ich habe folgende Funktion implementiert: Benutzer hinzufügen und bearbeiten, Verkaufsaufgaben verwalten und vieles mehr."
} 