{
    "CONTACT_ME": {
      "HEADLINE": "Contáctame",
      "DESCRIPTION": "No dudes en ponerte en contacto conmigo para ofertas de trabajo u oportunidades similares, ya sea para colaboraciones en proyectos interesantes o para un puesto permanente en desarrollo front-end. Con mi enfoque en tecnologías web modernas, código limpio y un don para el diseño centrado en el usuario, aporto ideas frescas y una implementación fiable a cada proyecto. Desarrollemos juntos algo que realmente cause impresión.",
      "SEND": "Enviar",
      "NAME": "Tu nombre",
      "EMAIL": "Tu correo electrónico",
      "MESSAGE": "Tu mensaje",
      "READ": "He leído la",
      "PRIVACY": "política de privacidad",
      "ACCEPT": " y acepto el tratamiento de mis datos tal y como se describe."
    },
    "WHY_ME": {
      "TEXT": "Soy un desarrollador frontend enfocado en código limpio, eficiente y en ofrecer excelentes experiencias de usuario. Me adapto rápidamente, asumo responsabilidades y entrego soluciones fiables y de alta calidad, tanto de forma independiente como en equipo.",
      "I_AM": "Yo",
      "TOWN": "vivo en Glückstadt",
      "TALK": "Hablemos",
      "WHY_ME": "Por qué yo"
    },
    "PROJECT": {
      "TECHNOLOGIES": "Tecnologías",
      "PROJECTS": "Mis proyectos"
    },
    "FEEDBACK": {
      "TEAMPLAYER": "¿Necesitas a alguien que trabaje en equipo? Esto es lo que mis compañeros dicen de mí"
    },
    "Why me": "Por qué yo",
    "Skills": "Habilidades",
    "My Skills": "Mis Habilidades",
    "Project": "Proyecto",
    "Projects": "Proyectos",
    "Profile": "Perfil",
    "Contact": "Contacto",
    "developer": "desarrollador",
    "FRONTEND DEVELOPER": "DESARROLLADOR FRONTEND",
    "I am currently learning": "Actualmente estoy aprendiendo",
    "Legal notice": "Aviso legal",
    "Live Test": "Prueba en vivo",
    "About the project": "Sobre el proyecto",
    "How I have organised my work process": "Cómo he organizado mi proceso de trabajo",
    "What I have learnt": "Lo que he aprendido",
    "My group work experience": "Mi experiencia trabajando en equipo",
    "Join is a Kanban board that can be used to visually organise tasks and track progress.": "Join es un tablero Kanban que permite organizar tareas visualmente y seguir su progreso.",
    "Was a strong support in the team. Contributed her own ideas. The collaboration was really pleasant and efficient.": "Fue un gran apoyo en el equipo. Aportó sus propias ideas. La colaboración fue realmente agradable y eficiente.",
    "For me, independently learning new technologies and continuously developing my skills is a given – it’s how I stay technically up to date.": "Para mí, aprender nuevas tecnologías por mi cuenta y seguir desarrollándome constantemente es algo fundamental. De esta manera me mantengo al día a nivel técnico.",
    "Image rights" : "Derechos de imagen",
    "Disclaimer - legal notices": "Aviso Legal",
    "Warning about content": "Advertencia de contenido",
    "The free and publicly accessible content of this website has been created with the greatest possible care.": "Los contenidos gratuitos y de acceso libre de este sitio web se han creado con el máximo cuidado posible.",
    "However, the provider of this website does not guarantee the accuracy and timeliness of the free and publicly accessible journalistic advice and news provided.": "Sin embargo, el proveedor de este sitio web no garantiza la exactitud y actualidad de los contenidos gratuitos y de acceso libre, como los consejos periodísticos y las noticias proporcionadas.",
    "Contributions marked with the name reflect the opinion of the respective author and not always the opinion of the provider.": "Los artículos identificados por nombre reflejan la opinión del respectivo autor y no siempre la opinión del proveedor.",
    "By accessing the free and publicly accessible content, no contractual relationship is established between the user and the provider, as the provider lacks the intent to be legally bound.": "Al acceder a los contenidos gratuitos y de acceso libre, no se establece ninguna relación contractual entre el usuario y el proveedor, ya que el proveedor carece de la intención de vincularse legalmente.",
    "External links": "Enlaces externos",
    "This website contains links to third-party websites (\"external links\"). These websites are the responsibility of their respective operators.": "Este sitio web contiene enlaces a sitios web de terceros (\"enlaces externos\"). Estos sitios son responsabilidad de los respectivos operadores.",
    "The provider checked the external content for any legal violations at the time of linking. At that time, no legal violations were apparent.": "El proveedor verificó los contenidos externos en busca de violaciones legales al momento de enlazarlos. En ese momento, no se detectaron violaciones legales.",
    "The provider has no influence on the current and future design and content of the linked pages.": "El proveedor no tiene influencia sobre el diseño actual y futuro ni sobre el contenido de las páginas enlazadas.",
    "Setting external links does not mean that the provider adopts the content behind the reference or link as its own.": "El establecimiento de enlaces externos no significa que el proveedor adopte los contenidos detrás del enlace como propios.",
    "Constant control of external links is unreasonable for the provider without concrete evidence of legal violations.": "El control constante de los enlaces externos es irrazonable para el proveedor sin evidencia concreta de violaciones legales.",
    "However, if the provider becomes aware of legal violations, such external links will be deleted immediately.": "Sin embargo, si el proveedor llega a conocer violaciones legales, dichos enlaces externos serán eliminados inmediatamente.",
    "Copyright and ancillary copyright": "Derechos de autor y derechos conexos",
    "The content published on this website is subject to German copyright and ancillary copyright law.": "Los contenidos publicados en este sitio web están sujetos a la ley alemana de derechos de autor y derechos conexos.",
    "Any use of these contents not permitted by German copyright law requires the prior written consent of the provider or the respective rights holder.": "Cualquier uso de estos contenidos no permitido por la ley alemana de derechos de autor requiere el consentimiento previo por escrito del proveedor o el titular de los derechos correspondiente.",
    "This applies in particular to reproduction, editing, translation, storage, processing, or reproduction of content in databases or other electronic media and systems.": "Esto se aplica especialmente a la reproducción, edición, traducción, almacenamiento, procesamiento o reproducción de contenidos en bases de datos u otros medios electrónicos y sistemas.",
    "Contents and rights of third parties are marked as such.": "Los contenidos y derechos de terceros están marcados como tales.",
    "Unauthorized reproduction or distribution of individual content or entire pages is not permitted and is punishable.": "La reproducción o distribución no autorizada de contenidos individuales o páginas completas no está permitida y es punible.",
    "Only the creation of copies and downloads for personal, private, and non-commercial use is allowed.": "Solo se permite la creación de copias y descargas para uso personal, privado y no comercial.",
    "Displaying this website in external frames is only permitted with written permission.": "La visualización de este sitio web en marcos externos solo está permitida con permiso por escrito.",
    "Special conditions of use": "Condiciones de uso especiales",
    "If special conditions for individual uses of this website deviate from the aforementioned paragraphs, this will be explicitly pointed out at the corresponding location.": "Si las condiciones especiales para usos individuales de este sitio web difieren de los párrafos anteriores, se indicará explícitamente en el lugar correspondiente.",
    "In this case, the special conditions of use will apply.": "En este caso, se aplicarán las condiciones especiales de uso.",
    "Source:": "Fuente:",
    "Click here for the link": "Haga clic aquí para el enlace",
    "I optimized my development workflow through disciplined Git practices and strict adherence to Clean Code principles.": "Optimizé mi flujo de trabajo de desarrollo mediante prácticas disciplinadas de Git y una estricta adherencia a los principios de Clean Code.", 
    "I implemented robust OOP principles in JavaScript through classes and inheritance, optimizing code for maintainability and scalabilit.": "Implementé sólidos principios de programación orientada a objetos en JavaScript mediante clases y herencia, optimizando el código para su mantenibilidad y escalabilidad.",
    "I was able to demonstrate my teamwork skills in the group work and contribute to the successful realisation of the project through clear communication.": "Pude demostrar mis habilidades de trabajo en equipo en el trabajo grupal y contribuir al éxito del proyecto mediante una comunicación clara.",
    "I divided my workflow into small, structured steps and documented the progress with Git.": "Dividí mi flujo de trabajo en pasos pequeños y estructurados, y documenté el progreso con Git.",
    "A browser-based 2D jump-and-run game built with HTML5 Canvas.": "Un juego de plataformas 2D basado en navegador, creado con HTML5 Canvas.",
    "What I am currently learning": "Lo que estoy aprendiendo",
    "Let us work together!": "¡Trabajemos juntos!",
    "Marco works extremely quickly and purposefully - you can just tell that he enjoys coding and really enjoys it. His enthusiasm is infectious!": "Marco trabaja de forma extremadamente rápida y decidida; se nota que disfruta codificando y lo hace de verdad. Su entusiasmo es contagioso!",
    "Your message was sent successfully.": "Su mensaje se ha enviado correctamente.",
    "Privacy Policy": "Política de privacidad",
    "Last updated: April 15, 2025": "Última actualización: 15 de abril de 2025",
    "This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.": "Esta Política de privacidad describe nuestras políticas y procedimientos sobre la recopilación, el uso y la divulgación de su información cuando utiliza el Servicio y le informa sobre sus derechos de privacidad y cómo la ley lo protege.",
    "We use Your Personal data to provide and improve the Service. By using the Service, You agree to the collection and use of information in accordance with this Privacy Policy. This Privacy Policy has been created with the help of the": "Utilizamos sus datos personales para proporcionar y mejorar el Servicio. Al utilizar el Servicio, usted acepta la recopilación y el uso de información de acuerdo con esta Política de privacidad. Esta Política de privacidad ha sido creada con la ayuda del",
    "Privacy Policy Generator": "Generador de políticas de privacidad",
    "Interpretation and Definitions": "Interpretación y definiciones",
    "Interpretation": "Interpretación",
    "The words of which the initial letter is capitalized have meanings defined under the following conditions. The following definitions shall have the same meaning regardless of whether they appear in singular or in plural.": "Las palabras cuyo primer letra está en mayúscula tienen significados definidos según las siguientes condiciones. Las siguientes definiciones tendrán el mismo significado, independientemente de si aparecen en singular o plural.",
    "Definitions": "Definiciones",
    "For the purposes of this Privacy Policy:": "Para los fines de esta Política de privacidad:",
    "Account": "Cuenta",
    "means a unique account created for You to access our Service or parts of our Service.": "significa una cuenta única creada para que usted acceda a nuestro Servicio o partes de nuestro Servicio.",
    "Affiliate": "Afiliado",
    "means an entity that controls, is controlled by or is under common control with a party, where 'control' means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.": "significa una entidad que controla, es controlada por o está bajo control común con una parte, donde 'control' significa la propiedad del 50% o más de las acciones, intereses de capital o otros valores que otorgan el derecho a votar para la elección de directores o autoridad administrativa.",
    "Application": "Aplicación",
    "refers to Portfolio, the software program provided by the Company.": "se refiere a Portfolio, el programa de software proporcionado por la Compañía.",
    "Company": "Compañía",
    "(referred to as either 'the Company', 'We', 'Us' or 'Our' in this Agreement) refers to Portfolio.": "(denominada como 'la Compañía', 'Nosotros', 'Nos' o 'Nuestro' en este Acuerdo) se refiere a Portfolio.",
    "Cookies": "Cookies",
    "are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.": "son pequeños archivos que se colocan en su computadora, dispositivo móvil o cualquier otro dispositivo por un sitio web, que contienen detalles de su historial de navegación en ese sitio web, entre sus muchos usos.",
    "Country": "País",
    "refers to: Schleswig-Holstein, Germany": "se refiere a: Schleswig-Holstein, Alemania",
    "Device": "Dispositivo",
    "means any device that can access the Service such as a computer, a cellphone or a digital tablet.": "significa cualquier dispositivo que pueda acceder al Servicio, como una computadora, un teléfono móvil o una tableta digital.",
    "Personal Data": "Datos personales",
    "is any information that relates to an identified or identifiable individual.": "es cualquier información que se relacione con una persona identificada o identificable.",
    "Service": "Servicio",
    "refers to the Application or the Website or both.": "se refiere a la Aplicación o al Sitio web o ambos.",
    "Service Provider": "Proveedor de servicios",
    "means any natural or legal person who processes the data on behalf of the Company. It refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.": "significa cualquier persona natural o jurídica que procese los datos en nombre de la Empresa. Se refiere a empresas de terceros o personas que son contratadas por la Empresa para facilitar el Servicio, para proporcionar el Servicio en nombre de la Empresa, para realizar servicios relacionados con el Servicio o para ayudar a la Empresa a analizar cómo se utiliza el Servicio.",
    "Third-party Social Media Service": "Servicio de Redes Sociales de Terceros",
    "refers to any website or any social network website through which a User can log in or create an account to use the Service.": "se refiere a cualquier sitio web o sitio web de redes sociales a través del cual un Usuario puede iniciar sesión o crear una cuenta para usar el Servicio.",
    "Usage Data": "Datos de uso",
    "refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).": "se refiere a los datos recopilados automáticamente, ya sea generados por el uso del Servicio o por la infraestructura del Servicio en sí (por ejemplo, la duración de una visita a una página).",
    "Website": "Sitio web",
    "refers to Portfolio, accessible from https://marco-lenschau.de": "se refiere al portafolio, accesible desde https://marco-lenschau.de",
    "You": "Usted",
    "means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.": "significa la persona que accede o utiliza el Servicio, o la empresa o entidad legal en nombre de la cual esa persona accede o utiliza el Servicio, según corresponda.",
    "Collecting and Using Your Personal Data": "Recopilación y uso de sus datos personales",
    "Types of Data Collected": "Tipos de datos recopilados",
    "While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You. Personally identifiable information may include, but is not limited to:": "Mientras usa nuestro Servicio, podemos pedirle que nos proporcione cierta información personal identificable que pueda usarse para contactarlo o identificarlo. La información personal identificable puede incluir, pero no se limita a:",
    "Email address": "Dirección de correo electrónico",
    "First name and last name": "Nombre y apellido",
    "Usage Data is collected automatically when using the Service.": "Los datos de uso se recopilan automáticamente cuando se utiliza el Servicio.",
    "Usage Data may include information such as Your Device's Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.": "Los datos de uso pueden incluir información como la dirección de protocolo de Internet (IP) de su dispositivo, el tipo de navegador, la versión del navegador, las páginas de nuestro Servicio que visita, la hora y fecha de su visita, el tiempo que pasa en esas páginas, identificadores únicos de dispositivos y otros datos de diagnóstico.",
    "When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.": "Cuando accede al Servicio mediante un dispositivo móvil, podemos recopilar cierta información automáticamente, incluyendo, pero no limitándose a, el tipo de dispositivo móvil que usa, la ID única de su dispositivo móvil, la dirección IP de su dispositivo móvil, el sistema operativo móvil, el tipo de navegador móvil que usa, identificadores únicos de dispositivos y otros datos de diagnóstico.",
    "We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.": "También podemos recopilar información que su navegador envía cada vez que visita nuestro Servicio o cuando accede al Servicio a través de un dispositivo móvil.",
    "Information from Third-Party Social Media Services": "Información de servicios de redes sociales de terceros",
    "The Company allows You to create an account and log in to use the Service through the following Third-party Social Media Services:": "La Empresa le permite crear una cuenta e iniciar sesión para usar el Servicio a través de los siguientes Servicios de Redes Sociales de Terceros:",
    "If You decide to register through or otherwise grant us access to a Third-Party Social Media Service, We may collect Personal data that is already associated with Your Third-Party Social Media Service's account, such as Your name, Your email address, Your activities or Your contact list associated with that account.": "Si decide registrarse a través de un Servicio de Redes Sociales de Terceros o de otra manera otorgarnos acceso a su cuenta de un Servicio de Redes Sociales de Terceros, podemos recopilar datos personales que ya están asociados con su cuenta de dicho Servicio, como su nombre, dirección de correo electrónico, actividades o su lista de contactos asociada con esa cuenta.",
    "You may also have the option of sharing additional information with the Company through Your Third-Party Social Media Service's account. If You choose to provide such information and Personal Data, during registration or otherwise, You are giving the Company permission to use, share, and store it in a manner consistent with this Privacy Policy.": "También puede tener la opción de compartir información adicional con la Empresa a través de su cuenta del Servicio de Redes Sociales de Terceros. Si decide proporcionar dicha información y datos personales durante el registro o de otra manera, está dando permiso a la Empresa para usarlos, compartirlos y almacenarlos de manera consistente con esta Política de Privacidad.",
    "Tracking Technologies and Cookies": "Tecnologías de seguimiento y cookies",
    "We use Cookies and similar tracking technologies to track the activity on Our Service and store certain information. Tracking technologies used are beacons, tags, and scripts to collect and track information and to improve and analyze Our Service. The technologies We use may include:": "Usamos cookies y tecnologías de seguimiento similares para rastrear la actividad en nuestro Servicio y almacenar cierta información. Las tecnologías de seguimiento utilizadas son balizas, etiquetas y secuencias de comandos para recopilar y rastrear información y mejorar y analizar nuestro Servicio. Las tecnologías que usamos pueden incluir:",
    "Cookies or Browser Cookies": "Cookies o cookies del navegador",
    "A cookie is a small file placed on Your Device. You can instruct Your browser to refuse all Cookies or to indicate when a Cookie is being sent. However, if You do not accept Cookies, You may not be able to use some parts of our Service. Unless you have adjusted Your browser setting so that it will refuse Cookies, our Service may use Cookies.": "Una cookie es un pequeño archivo colocado en su dispositivo. Puede instruir a su navegador para rechazar todas las cookies o para indicar cuándo se envía una cookie. Sin embargo, si no acepta cookies, es posible que no pueda usar algunas partes de nuestro Servicio. A menos que haya ajustado la configuración de su navegador para rechazar las cookies, nuestro Servicio puede usar cookies.",
    "Web Beacons": "Balizas web",
    "Certain sections of our Service and our emails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit the Company, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of a certain section and verifying system and server integrity).": "Ciertas secciones de nuestro Servicio y nuestros correos electrónicos pueden contener pequeños archivos electrónicos conocidos como balizas web (también llamados gifs transparentes, etiquetas de píxeles y gifs de un píxel) que permiten a la Empresa, por ejemplo, contar a los usuarios que han visitado esas páginas o abierto un correo electrónico y para otras estadísticas relacionadas con el sitio web (por ejemplo, grabar la popularidad de una sección determinada y verificar la integridad del sistema y servidor).",
    "Cookies can be 'Persistent' or 'Session' Cookies. Persistent Cookies remain on Your personal computer or mobile device when You go offline, while Session Cookies are deleted as soon as You close Your web browser. You can learn more about cookies on TermsFeed website article.": "Las cookies pueden ser cookies 'persistentes' o cookies 'de sesión'. Las cookies persistentes permanecen en su computadora personal o dispositivo móvil cuando se desconecta, mientras que las cookies de sesión se eliminan tan pronto como cierra su navegador web. Puede aprender más sobre las cookies en el artículo de la página de TermsFeed.",
    "We use both Session and Persistent Cookies for the purposes set out below:": "Usamos tanto cookies de sesión como cookies persistentes para los siguientes fines:",
    "Necessary / Essential Cookies": "Cookies necesarias / esenciales",
    "Type: Session Cookies": "Tipo: Cookies de sesión",
    "Administered by: Us": "Administradas por: Nosotros",
    "Purpose: These Cookies are essential to provide You with services available through the Website and to enable You to use some of its features. They help to authenticate users and prevent fraudulent use of user accounts. Without these Cookies, the services that You have asked for cannot be provided, and We only use these Cookies to provide You with those services.": "Propósito: Estas cookies son esenciales para proporcionarle los servicios disponibles a través del sitio web y permitirle usar algunas de sus funciones. Ayudan a autenticar a los usuarios y evitar el uso fraudulento de cuentas de usuario. Sin estas cookies, los servicios que ha solicitado no pueden ser proporcionados, y solo usamos estas cookies para proporcionarle esos servicios.",
    "Cookies Policy / Notice Acceptance Cookies": "Cookies de Política de Cookies / Aceptación de Notificación",
    "Type: Persistent Cookies": "Tipo: Cookies persistentes",
    "Purpose: These Cookies identify if users have accepted the use of cookies on the Website.": "Propósito: Estas cookies identifican si los usuarios han aceptado el uso de cookies en el sitio web.",
    "Functionality Cookies": "Cookies de funcionalidad",
    "Purpose: These Cookies allow Us to remember choices You make when You use the Website, such as remembering your login details or language preference. The purpose of these Cookies is to provide You with a more personal experience and to avoid You having to re-enter your preferences every time You use the Website.": "Propósito: Estas cookies nos permiten recordar las elecciones que hace cuando usa el sitio web, como recordar sus datos de inicio de sesión o su preferencia de idioma. El propósito de estas cookies es brindarle una experiencia más personalizada y evitar que tenga que volver a ingresar sus preferencias cada vez que use el sitio web.",
    "Tracking and Performance Cookies": "Cookies de seguimiento y rendimiento",
    "Administered by: Third-Parties": "Administradas por: Terceros",
    "Purpose: These Cookies are used to track information about traffic to the Website and how users use the Website. The information collected through these Cookies may directly or indirectly identify You as an individual visitor. This is because the information collected is typically linked to a pseudonymous identifier associated with the device You use to access the Website. We may also use these cookies to test new advertisements, pages, or features to see how users react to them.": "Propósito: Estas cookies se usan para rastrear información sobre el tráfico hacia el sitio web y cómo los usuarios usan el sitio web. La información recopilada a través de estas cookies puede identificarlo directa o indirectamente como visitante individual. Esto se debe a que la información recopilada generalmente está vinculada a un identificador seudónimo asociado con el dispositivo que utiliza para acceder al sitio web. También podemos usar estas cookies para probar nuevos anuncios, páginas o características para ver cómo reaccionan los usuarios ante ellos.",
    "Use of Your Personal Data": "Uso de sus datos personales",
    "The Company may use Personal Data for the following purposes:": "Das Unternehmen kann personenbezogene Daten für die folgenden Zwecke verwenden:",
    "To provide and maintain our Service, including to monitor the usage of our Service.": "Um unseren Service bereitzustellen und aufrechtzuerhalten, einschließlich der Überwachung der Nutzung unseres Services.",
    "To manage Your Account:": "Um Ihr Konto zu verwalten:",
    "to manage Your registration as a user of the Service. The Personal Data You provide can give You access to different functionalities of the Service that are available to You as a registered user.": "Um Ihre Registrierung als Benutzer des Services zu verwalten. Die personenbezogenen Daten, die Sie bereitstellen, können Ihnen Zugriff auf verschiedene Funktionen des Services gewähren, die Ihnen als registriertem Benutzer zur Verfügung stehen.",
    "For the performance of a contract:": "Für die Durchführung eines Vertrags:",
    "the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.": "die Entwicklung, Einhaltung und Durchführung des Kaufvertrags für die Produkte, Artikel oder Dienstleistungen, die Sie gekauft haben, oder eines anderen Vertrags mit uns über den Service.",
    "To contact You:": "Um Sie zu kontaktieren:",
    "To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.": "Um Sie per E-Mail, Telefonanrufen, SMS oder anderen gleichwertigen Formen elektronischer Kommunikation zu kontaktieren, wie zum Beispiel Push-Benachrichtigungen einer mobilen Anwendung zu Updates oder informativen Mitteilungen zu den Funktionen, Produkten oder vertraglich vereinbarten Dienstleistungen, einschließlich der Sicherheitsupdates, wenn dies notwendig oder vernünftig für ihre Implementierung ist.",
    "To provide You with news, special offers and general information about other goods, services and events which we offer that are similar to those that You have already purchased or enquired about unless You have opted not to receive such information.": "Um Ihnen Nachrichten, Sonderangebote und allgemeine Informationen über andere Waren, Dienstleistungen und Veranstaltungen zu bieten, die wir anbieten und die denen ähneln, die Sie bereits gekauft oder angefragt haben, es sei denn, Sie haben sich entschieden, solche Informationen nicht zu erhalten.",
    "To manage Your requests:": "Um Ihre Anfragen zu verwalten:",
    "To attend and manage Your requests to Us.": "Um Ihre Anfragen an uns zu bearbeiten und zu verwalten.",
    "For business transfers:": "Für Geschäftsübertragungen:",
    "We may use Your information to evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Us about our Service users is among the assets transferred.": "Wir können Ihre Informationen verwenden, um eine Fusion, Abspaltung, Umstrukturierung, Reorganisation, Auflösung oder einen anderen Verkauf oder Transfer von Teilen oder allen unseren Vermögenswerten zu bewerten oder durchzuführen, sei es als laufendes Unternehmen oder im Rahmen von Insolvenz, Liquidation oder ähnlichen Verfahren, bei denen personenbezogene Daten, die wir über unsere Service-Nutzer gespeichert haben, zu den übertragenen Vermögenswerten gehören.",
    "For other purposes": "Für andere Zwecke",
    "We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.": "Wir können Ihre Informationen für andere Zwecke verwenden, wie z. B. Datenanalyse, Identifikation von Nutzungstrends, Bestimmung der Wirksamkeit unserer Werbekampagnen und zur Bewertung und Verbesserung unseres Services, unserer Produkte, Dienstleistungen, Marketing und Ihrer Erfahrung.",
    "We may share Your personal information in the following situations:": "Wir können Ihre persönlichen Informationen in den folgenden Situationen teilen:",
    "With Service Providers:": "Mit Dienstleistern:",
    "We may share or transfer Your personal information in connection with, or during negotiations of, any merger, sale of Company assets, financing, or acquisition of all or a portion of Our business to another company.": "Wir können Ihre persönlichen Informationen im Zusammenhang mit oder während der Verhandlungen über eine Fusion, den Verkauf von Unternehmensvermögenswerten, Finanzierung oder den Erwerb eines Teils oder des gesamten Unternehmens an ein anderes Unternehmen teilen oder übertragen.",
    "With Affiliates:": "Mit verbundenen Unternehmen:",
    "We may share Your information with Our affiliates, in which case we will require those affiliates to honor this Privacy Policy. Affiliates include Our parent company and any other subsidiaries, joint venture partners or other companies that We control or that are under common control with Us.": "Wir können Ihre Informationen mit unseren verbundenen Unternehmen teilen, wobei wir diese Unternehmen verpflichten werden, diese Datenschutzrichtlinie zu achten. Zu den verbundenen Unternehmen gehören unsere Muttergesellschaft und alle anderen Tochtergesellschaften, Joint-Venture-Partner oder andere Unternehmen, die wir kontrollieren oder die unter gemeinsamer Kontrolle mit uns stehen.",
    "With business partners:": "Mit Geschäftspartnern:",
    "We may share Your information with Our business partners to offer You certain products, services or promotions.": "Wir können Ihre Informationen mit unseren Geschäftspartnern teilen, um Ihnen bestimmte Produkte, Dienstleistungen oder Aktionen anzubieten.",
    "With other users:": "Mit anderen Nutzern:",
    "when You share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside. If You interact with other users or register through a Third-Party Social Media Service, Your contacts on the Third-Party Social Media Service may see Your name, profile, pictures and description of Your activity. Similarly, other users will be able to view descriptions of Your activity, communicate with You and view Your profile.": "Wenn Sie persönliche Informationen teilen oder auf andere Weise in öffentlichen Bereichen mit anderen Nutzern interagieren, können diese Informationen von allen Nutzern angesehen und außerhalb öffentlich verbreitet werden. Wenn Sie mit anderen Nutzern interagieren oder sich über einen Drittanbieter-Sozialdienst registrieren, können Ihre Kontakte auf diesem Dienst Ihren Namen, Ihr Profil, Bilder und eine Beschreibung Ihrer Aktivitäten sehen. Ebenso können andere Nutzer Beschreibungen Ihrer Aktivitäten ansehen, mit Ihnen kommunizieren und Ihr Profil ansehen.",
    "With Your consent": "Mit Ihrer Zustimmung",
    "We may disclose Your personal information for any other purpose with Your consent.": "Wir können Ihre persönlichen Informationen für andere Zwecke mit Ihrer Zustimmung offenlegen.",
    "Retention of Your Personal Data": "Aufbewahrung Ihrer persönlichen Daten",
    "The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.": "Das Unternehmen wird Ihre personenbezogenen Daten nur so lange aufbewahren, wie es für die in dieser Datenschutzrichtlinie festgelegten Zwecke notwendig ist. Wir werden Ihre personenbezogenen Daten in dem Maße aufbewahren und verwenden, wie es erforderlich ist, um unseren rechtlichen Verpflichtungen nachzukommen (zum Beispiel, wenn wir verpflichtet sind, Ihre Daten zur Einhaltung geltender Gesetze aufzubewahren), Streitigkeiten zu lösen und unsere rechtlichen Vereinbarungen und Richtlinien durchzusetzen.",
    "The Company will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.": "Das Unternehmen wird auch Nutzungsdaten für interne Analysezwecke aufbewahren. Nutzungsdaten werden in der Regel nur für einen kürzeren Zeitraum aufbewahrt, es sei denn, diese Daten werden verwendet, um die Sicherheit zu verstärken oder die Funktionalität unseres Services zu verbessern, oder wir sind gesetzlich verpflichtet, diese Daten für längere Zeiträume aufzubewahren.",
    "Transfer of Your Personal Data": "Übertragung Ihrer persönlichen Daten",
    "Your information, including Personal Data, is processed at the Company's operating offices and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.": "Ihre Informationen, einschließlich personenbezogener Daten, werden in den Betriebsbüros des Unternehmens und an allen anderen Orten verarbeitet, an denen die an der Verarbeitung beteiligten Parteien ansässig sind. Das bedeutet, dass diese Informationen an Computer übertragen und dort aufbewahrt werden können, die sich außerhalb Ihres Bundesstaates, Ihrer Provinz, Ihres Landes oder einer anderen gesetzlichen Gerichtsbarkeit befinden, in denen die Datenschutzgesetze von denen Ihrer Gerichtsbarkeit abweichen können.",
    "Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.": "Ihre Zustimmung zu dieser Datenschutzrichtlinie und Ihre Übermittlung solcher Informationen stellt Ihre Vereinbarung mit dieser Übertragung dar.",
    "The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.": "Das Unternehmen wird alle vernünftigen Schritte unternehmen, um sicherzustellen, dass Ihre Daten sicher und gemäß dieser Datenschutzrichtlinie behandelt werden, und keine Übertragung Ihrer personenbezogenen Daten wird an eine Organisation oder ein Land erfolgen, es sei denn, es gibt angemessene Sicherheitsvorkehrungen, einschließlich der Sicherheit Ihrer Daten und anderer persönlicher Informationen.",
    "Delete Your Personal Data": "Löschen Ihrer persönlichen Daten",
    "You have the right to delete or request that We assist in deleting the Personal Data that We have collected about You.": "Tienes el derecho de eliminar o solicitar que te ayudemos a eliminar los datos personales que hemos recopilado sobre ti.",
    "Our Service may give You the ability to delete certain information about You from within the Service.": "Nuestro servicio puede ofrecerte la posibilidad de eliminar cierta información sobre ti dentro del servicio.",
    "You may update, amend, or delete Your information at any time by signing in to Your Account, if you have one, and visiting the account settings section that allows you to manage Your personal information. You may also contact Us to request access to, correct, or delete any personal information that You have provided to Us.": "Puedes actualizar, modificar o eliminar tu información en cualquier momento iniciando sesión en tu cuenta, si tienes una, y visitando la sección de configuración de la cuenta que te permite gestionar tu información personal. También puedes contactarnos para solicitar acceso, corregir o eliminar cualquier información personal que nos hayas proporcionado.",
    "Please note, however, that We may need to retain certain information when we have a legal obligation or lawful basis to do so.": "Sin embargo, ten en cuenta que es posible que necesitemos conservar cierta información cuando tengamos una obligación legal o una base legítima para hacerlo.",
    "Disclosure of Your Personal Data": "Divulgación de tus datos personales",
    "Business Transactions": "Transacciones comerciales",
    "If the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be transferred. We will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.": "Si la empresa está involucrada en una fusión, adquisición o venta de activos, tus datos personales pueden ser transferidos. Te notificaremos antes de que tus datos personales sean transferidos y pasen a estar sujetos a una política de privacidad diferente.",
    "Law enforcement": "Cumplimiento de la ley",
    "Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g. a court or a government agency).": "Bajo ciertas circunstancias, la empresa puede verse obligada a divulgar tus datos personales si así lo exige la ley o en respuesta a solicitudes válidas de autoridades públicas (por ejemplo, un tribunal o una agencia gubernamental).",
    "Other legal requirements": "Otros requisitos legales",
    "The Company may disclose Your Personal Data in the good faith belief that such action is necessary to:": "La empresa puede divulgar tus datos personales de buena fe creyendo que dicha acción es necesaria para:",
    "Comply with a legal obligation": "Cumplir con una obligación legal",
    "Protect and defend the rights or property of the Company": "Proteger y defender los derechos o propiedades de la empresa",
    "Prevent or investigate possible wrongdoing in connection with the Service": "Prevenir o investigar posibles irregularidades en relación con el servicio",
    "Protect the personal safety of Users of the Service or the public": "Proteger la seguridad personal de los usuarios del servicio o del público",
    "Protect against legal liability": "Proteger contra la responsabilidad legal",
    "Security of Your Personal Data": "Seguridad de tus datos personales",
    "The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.": "La seguridad de tus datos personales es importante para nosotros, pero recuerda que ningún método de transmisión por Internet o de almacenamiento electrónico es 100% seguro. Mientras nos esforzamos por utilizar medios comercialmente aceptables para proteger tus datos personales, no podemos garantizar su seguridad absoluta.",
    "Children's Privacy": "Privacidad de los niños",
    "Our Service does not address anyone under the age of 13. We do not knowingly collect personally identifiable information from anyone under the age of 13. If You are a parent or guardian and You are aware that Your child has provided Us with Personal Data, please contact Us. If We become aware that We have collected Personal Data from anyone under the age of 13 without verification of parental consent, We take steps to remove that information from Our servers.": "Nuestro servicio no está dirigido a personas menores de 13 años. No recopilamos conscientemente información personal identificable de personas menores de 13 años. Si eres un padre o tutor y sabes que tu hijo nos ha proporcionado datos personales, por favor contáctanos. Si nos enteramos de que hemos recopilado datos personales de alguien menor de 13 años sin la verificación del consentimiento paterno, tomaremos medidas para eliminar esa información de nuestros servidores.",
    "If We need to rely on consent as a legal basis for processing Your information and Your country requires consent from a parent, We may require Your parent's consent before We collect and use that information.": "Si necesitamos basarnos en el consentimiento como base legal para procesar tu información y tu país requiere el consentimiento de un padre, podemos necesitar el consentimiento de tu padre antes de recopilar y usar esa información.",
    "Links to Other Websites": "Enlaces a otros sitios web",
    "Our Service may contain links to other websites that are not operated by Us. If You click on a third party link, You will be directed to that third party's site. We strongly advise You to review the Privacy Policy of every site You visit.": "Nuestro servicio puede contener enlaces a otros sitios web que no son operados por nosotros. Si haces clic en un enlace de un tercero, serás dirigido al sitio de ese tercero. Te recomendamos encarecidamente que revises la política de privacidad de cada sitio que visites.",
    "We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.": "No tenemos control sobre ni asumimos responsabilidad por el contenido, las políticas de privacidad o las prácticas de cualquier sitio o servicio de terceros.",
    "Changes to this Privacy Policy": "Cambios en esta política de privacidad",
    "We may update Our Privacy Policy from time to time. We will notify You of any changes by posting the new Privacy Policy on this page.": "Podemos actualizar nuestra política de privacidad de vez en cuando. Te notificaremos de cualquier cambio publicando la nueva política de privacidad en esta página.",
    "We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the 'Last updated' date at the top of this Privacy Policy.": "Te informaremos por correo electrónico y/o con un aviso destacado en nuestro servicio, antes de que el cambio entre en vigencia y actualizaremos la fecha de 'Última actualización' en la parte superior de esta política de privacidad.",
    "We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the &quot;Last updated&quot; date at the top of this Privacy Policy.": "Te informaremos por correo electrónico y/o con un aviso destacado en nuestro servicio, antes de que el cambio entre en vigencia y actualizaremos la fecha de 'Última actualización' en la parte superior de esta política de privacidad.",
    "You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.": "Se recomienda revisar esta política de privacidad periódicamente para detectar cualquier cambio. Los cambios en esta política de privacidad son efectivos cuando se publican en esta página.",
    "Contact Us": "Contáctanos",
    "If you have any questions about this Privacy Policy, You can contact us:": "Si tienes alguna pregunta sobre esta política de privacidad, puedes contactarnos:",
    "By visiting this page on our website:": "Visitando esta página en nuestro sitio web:",
    "We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to contact You.": "Podemos compartir tu información personal con proveedores de servicios para monitorear y analizar el uso de nuestro servicio, y para contactarte.",
    "To manage Your Account:": "Para gestionar su cuenta:",
    "to manage Your registration as a user of the Service. The Personal Data You provide can give You access to different functionalities of the Service that are available to You as a registered user.": "Para gestionar su registro como usuario del Servicio. Los Datos Personales que proporcione le pueden dar acceso a diferentes funcionalidades del Servicio disponibles para usted como usuario registrado.",
    "For the performance of a contract:": "Para la ejecución de un contrato:",
    "the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.": "El desarrollo, cumplimiento y ejecución del contrato de compra de los productos, artículos o servicios que haya comprado o de cualquier otro contrato con nosotros a través del Servicio.",
    "To contact You:": "Para contactarlo:",
    "To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application's push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.": "Para contactarlo por correo electrónico, llamadas telefónicas, SMS u otras formas equivalentes de comunicación electrónica, como notificaciones push de una aplicación móvil sobre actualizaciones o comunicaciones informativas relacionadas con las funcionalidades, productos o servicios contratados, incluidas las actualizaciones de seguridad, cuando sea necesario o razonable para su implementación.",
    "To provide You": "Para proporcionarle",
    "with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.": "con noticias, ofertas especiales e información general sobre otros bienes, servicios y eventos que ofrecemos, similares a los que ya ha comprado o consultado, a menos que haya optado por no recibir dicha información.",
    "To manage Your requests:": "Para gestionar sus solicitudes:",
    "To attend and manage Your requests to Us.": "Para atender y gestionar sus solicitudes hacia nosotros.",
    "For business transfers:": "Para transferencias comerciales:",
    "We may use Your information to evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Data held by Us about our Service users is among the assets transferred.": "Podemos usar su información para evaluar o llevar a cabo una fusión, desinversión, reestructuración, reorganización, disolución u otra venta o transferencia de algunos o todos nuestros activos, ya sea como una empresa en funcionamiento o como parte de un proceso de quiebra, liquidación o procedimiento similar, en el cual los Datos Personales que poseemos sobre los usuarios de nuestro Servicio son parte de los activos transferidos.",
    "For other purposes": "Para otros fines",
    "We may use Your information for other purposes, such as data analysis, identifying usage trends, determining the effectiveness of our promotional campaigns and to evaluate and improve our Service, products, services, marketing and your experience.": "Podemos usar su información para otros fines, como el análisis de datos, la identificación de tendencias de uso, la determinación de la efectividad de nuestras campañas promocionales y para evaluar y mejorar nuestro Servicio, productos, servicios, marketing y su experiencia.",
    "We may share Your personal information in the following situations:": "Podemos compartir su información personal en las siguientes situaciones:",
    "With Service Providers:": "Con proveedores de servicios:",
    "We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to contact You.": "Podemos compartir su información personal con proveedores de servicios para monitorear y analizar el uso de nuestro Servicio, para contactarlo.",
    "We may share or transfer Your personal information in connection with, or during negotiations of, any merger, sale of Company assets, financing, or acquisition of all or a portion of Our business to another company.": "Podemos compartir o transferir su información personal en conexión con, o durante las negociaciones de, cualquier fusión, venta de activos de la empresa, financiación o adquisición de todo o parte de nuestro negocio por otra empresa.",
    "With Affiliates:": "Con afiliados:",
    "We may share Your information with Our affiliates, in which case we will require those affiliates to honor this Privacy Policy. Affiliates include Our parent company and any other subsidiaries, joint venture partners or other companies that We control or that are under common control with Us.": "Podemos compartir su información con nuestros afiliados, en cuyo caso requeriremos que esos afiliados respeten esta Política de Privacidad. Los afiliados incluyen nuestra empresa matriz y cualquier otra subsidiaria, socios de empresas conjuntas o empresas que controlamos o que están bajo control común con nosotros.",
    "With business partners:": "Con socios comerciales:",
    "We may share Your information with Our business partners to offer You certain products, services or promotions.": "Podemos compartir su información con nuestros socios comerciales para ofrecerle ciertos productos, servicios o promociones.",
    "With other users:": "Con otros usuarios:",
    "when You share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside. If You interact with other users or register through a Third-Party Social Media Service, Your contacts on the Third-Party Social Media Service may see Your name, profile, pictures and description of Your activity. Similarly, other users will be able to view descriptions of Your activity, communicate with You and view Your profile.": "Cuando comparta información personal o interactúe de alguna otra forma en áreas públicas con otros usuarios, esa información puede ser vista por todos los usuarios y puede ser distribuida públicamente afuera. Si interactúa con otros usuarios o se registra a través de un Servicio de Redes Sociales de Terceros, sus contactos en ese servicio pueden ver su nombre, perfil, fotos y descripción de su actividad. De manera similar, otros usuarios podrán ver descripciones de su actividad, comunicarse con usted y ver su perfil.",
    "With Your consent": "Con su consentimiento",
    "We may disclose Your personal information for any other purpose with Your consent.": "Podemos divulgar su información personal para cualquier otro propósito con su consentimiento.",
    "Retention of Your Personal Data": "Retención de sus datos personales",
    "The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.": "La empresa retendrá sus datos personales solo por el tiempo necesario para los fines establecidos en esta Política de Privacidad. Retendremos y utilizaremos sus datos personales en la medida necesaria para cumplir con nuestras obligaciones legales (por ejemplo, si estamos obligados a retener sus datos para cumplir con las leyes aplicables), resolver disputas y hacer cumplir nuestros acuerdos y políticas legales.",
    "The Company will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.": "La empresa también retendrá los Datos de Uso para fines de análisis internos. Los Datos de Uso generalmente se retienen por un período más corto, excepto cuando estos datos se utilizan para fortalecer la seguridad o mejorar la funcionalidad de nuestro Servicio, o si estamos legalmente obligados a retener estos datos por períodos de tiempo más largos.",
    "Transfer of Your Personal Data": "Transferencia de sus datos personales",
    "Your information, including Personal Data, is processed at the Company's operating offices and in any other places where the parties involved in the processing are located. It means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.": "Su información, incluidos los Datos Personales, se procesa en las oficinas operativas de la empresa y en otros lugares donde se encuentren las partes involucradas en el procesamiento. Esto significa que esta información puede ser transferida y mantenida en computadoras ubicadas fuera de su estado, provincia, país o cualquier otra jurisdicción gubernamental donde las leyes de protección de datos puedan diferir de las de su jurisdicción.",
    "Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.": "Su consentimiento a esta Política de Privacidad y su envío de dicha información representa su acuerdo con esa transferencia.",
    "The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.": "La empresa tomará todas las medidas razonablemente necesarias para asegurar que sus datos sean tratados de manera segura y de acuerdo con esta Política de Privacidad, y no se realizará ninguna transferencia de sus Datos Personales a una organización o país a menos que existan controles adecuados, incluida la seguridad de sus datos y otra información personal.",
    "Delete Your Personal Data": "Eliminar sus datos personales"
}  