{
    "CONTACT_ME": {
      "HEADLINE": "Contáctame",
      "DESCRIPTION": "Anima a las personas a ponerse en contacto contigo y describe el tipo de rol que te interesa. Muestra cómo puedes aportar valor a sus proyectos a través de tu trabajo. Ejemplo: No dudes en escribirme con ofertas de trabajo u oportunidades similares como: ...",
      "SEND": "Enviar",
      "NAME": "Tu nombre",
      "EMAIL": "Tu correo electrónico",
      "MESSAGE": "Tu mensaje",
      "READ": "He leído la",
      "PRIVACY": "política de privacidad",
      "ACCEPT": "y acepto el tratamiento de mis datos tal y como se describe."
    },
    "WHY_ME": {
      "TEXT": "Soy un desarrollador frontend enfocado en código limpio, eficiente y en ofrecer excelentes experiencias de usuario. Me adapto rápidamente, asumo responsabilidades y entrego soluciones fiables y de alta calidad, tanto de forma independiente como en equipo.",
      "I_AM": "Yo",
      "TOWN": "vivo en Glückstadt..|",
      "TALK": "Hablemos",
      "WHY_ME": "Por qué yo"
    },
    "PROJECT": {
      "TECHNOLOGIES": "Tecnologías",
      "PROJECTS": "Mis proyectos"
    },
    "FEEDBACK": {
      "TEAMPLAYER": "¿Necesitas un jugador de equipo? Esto es lo que dicen mis compañeros sobre mí"
    },
    "Why me": "Por qué yo",
    "Skills": "Habilidades",
    "My Skills": "Mis Habilidades",
    "Project": "Proyecto",
    "Projects": "Proyectos",
    "Profile": "Perfil",
    "Contacts": "Contacto",
    "developer": "desarrollador",
    "FRONTEND DEVELOPER": "DESARROLLADOR FRONTEND",
    "I am currently learning": "Actualmente estoy aprendiendo",
    "Legal notice": "Aviso legal",
    "Live Test": "Prueba en vivo",
    "About the project": "Sobre el proyecto",
    "How I have organised my work process": "Cómo he organizado mi proceso de trabajo",
    "What I have learnt": "Lo que he aprendido",
    "My group work experience": "Mi experiencia trabajando en equipo",
    "Join is a Kanban board that can be used to visually organise tasks and track progress.": "Join es un tablero Kanban que permite organizar tareas visualmente y seguir su progreso.",
    "Was a strong support in the team. Contributed her own ideas. The collaboration was really pleasant and efficient. ": "Fue un gran apoyo en el equipo. Aportó sus propias ideas. La colaboración fue realmente agradable y eficiente."
  }
  