{
    "CONTACT_ME": {
      "HEADLINE": "Contáctame",
      "DESCRIPTION": "No dudes en ponerte en contacto conmigo para ofertas de trabajo u oportunidades similares, ya sea para colaboraciones en proyectos interesantes o para un puesto permanente en desarrollo front-end. Con mi enfoque en tecnologías web modernas, código limpio y un don para el diseño centrado en el usuario, aporto ideas frescas y una implementación fiable a cada proyecto. Desarrollemos juntos algo que realmente cause impresión.",
      "SEND": "Enviar",
      "NAME": "Tu nombre",
      "EMAIL": "Tu correo electrónico",
      "MESSAGE": "Tu mensaje",
      "READ": "He leído la",
      "PRIVACY": "política de privacidad",
      "ACCEPT": "y acepto el tratamiento de mis datos tal y como se describe."
    },
    "WHY_ME": {
      "TEXT": "Soy un desarrollador frontend enfocado en código limpio, eficiente y en ofrecer excelentes experiencias de usuario. Me adapto rápidamente, asumo responsabilidades y entrego soluciones fiables y de alta calidad, tanto de forma independiente como en equipo.",
      "I_AM": "Yo",
      "TOWN": "vivo en Glückstadt..|",
      "TALK": "Hablemos",
      "WHY_ME": "Por qué yo"
    },
    "PROJECT": {
      "TECHNOLOGIES": "Tecnologías",
      "PROJECTS": "Mis proyectos"
    },
    "FEEDBACK": {
      "TEAMPLAYER": "¿Necesitas un jugador de equipo? Esto es lo que dicen mis compañeros sobre mí"
    },
    "Why me": "Por qué yo",
    "Skills": "Habilidades",
    "My Skills": "Mis Habilidades",
    "Project": "Proyecto",
    "Projects": "Proyectos",
    "Profile": "Perfil",
    "Contacts": "Contacto",
    "developer": "desarrollador",
    "FRONTEND DEVELOPER": "DESARROLLADOR FRONTEND",
    "I am currently learning": "Actualmente estoy aprendiendo",
    "Legal notice": "Aviso legal",
    "Live Test": "Prueba en vivo",
    "About the project": "Sobre el proyecto",
    "How I have organised my work process": "Cómo he organizado mi proceso de trabajo",
    "What I have learnt": "Lo que he aprendido",
    "My group work experience": "Mi experiencia trabajando en equipo",
    "Join is a Kanban board that can be used to visually organise tasks and track progress.": "Join es un tablero Kanban que permite organizar tareas visualmente y seguir su progreso.",
    "Was a strong support in the team. Contributed her own ideas. The collaboration was really pleasant and efficient.": "Fue un gran apoyo en el equipo. Aportó sus propias ideas. La colaboración fue realmente agradable y eficiente.",
    "For me, independently learning new technologies and continuously developing my skills is a given – it’s how I stay technically up to date.": "Para mí, aprender nuevas tecnologías por mi cuenta y seguir desarrollándome constantemente es algo fundamental. De esta manera me mantengo al día a nivel técnico.",
    "Image rights" : "Derechos de imagen",
    "Disclaimer - legal notices": "Aviso Legal",
    "Warning about content": "Advertencia de contenido",
    "The free and publicly accessible content of this website has been created with the greatest possible care.": "Los contenidos gratuitos y de acceso libre de este sitio web se han creado con el máximo cuidado posible.",
    "However, the provider of this website does not guarantee the accuracy and timeliness of the free and publicly accessible journalistic advice and news provided.": "Sin embargo, el proveedor de este sitio web no garantiza la exactitud y actualidad de los contenidos gratuitos y de acceso libre, como los consejos periodísticos y las noticias proporcionadas.",
    "Contributions marked with the name reflect the opinion of the respective author and not always the opinion of the provider.": "Los artículos identificados por nombre reflejan la opinión del respectivo autor y no siempre la opinión del proveedor.",
    "By accessing the free and publicly accessible content, no contractual relationship is established between the user and the provider, as the provider lacks the intent to be legally bound.": "Al acceder a los contenidos gratuitos y de acceso libre, no se establece ninguna relación contractual entre el usuario y el proveedor, ya que el proveedor carece de la intención de vincularse legalmente.",
    "External links": "Enlaces externos",
    "This website contains links to third-party websites (\"external links\"). These websites are the responsibility of their respective operators.": "Este sitio web contiene enlaces a sitios web de terceros (\"enlaces externos\"). Estos sitios son responsabilidad de los respectivos operadores.",
    "The provider checked the external content for any legal violations at the time of linking. At that time, no legal violations were apparent.": "El proveedor verificó los contenidos externos en busca de violaciones legales al momento de enlazarlos. En ese momento, no se detectaron violaciones legales.",
    "The provider has no influence on the current and future design and content of the linked pages.": "El proveedor no tiene influencia sobre el diseño actual y futuro ni sobre el contenido de las páginas enlazadas.",
    "Setting external links does not mean that the provider adopts the content behind the reference or link as its own.": "El establecimiento de enlaces externos no significa que el proveedor adopte los contenidos detrás del enlace como propios.",
    "Constant control of external links is unreasonable for the provider without concrete evidence of legal violations.": "El control constante de los enlaces externos es irrazonable para el proveedor sin evidencia concreta de violaciones legales.",
    "However, if the provider becomes aware of legal violations, such external links will be deleted immediately.": "Sin embargo, si el proveedor llega a conocer violaciones legales, dichos enlaces externos serán eliminados inmediatamente.",
    "Copyright and ancillary copyright": "Derechos de autor y derechos conexos",
    "The content published on this website is subject to German copyright and ancillary copyright law.": "Los contenidos publicados en este sitio web están sujetos a la ley alemana de derechos de autor y derechos conexos.",
    "Any use of these contents not permitted by German copyright law requires the prior written consent of the provider or the respective rights holder.": "Cualquier uso de estos contenidos no permitido por la ley alemana de derechos de autor requiere el consentimiento previo por escrito del proveedor o el titular de los derechos correspondiente.",
    "This applies in particular to reproduction, editing, translation, storage, processing, or reproduction of content in databases or other electronic media and systems.": "Esto se aplica especialmente a la reproducción, edición, traducción, almacenamiento, procesamiento o reproducción de contenidos en bases de datos u otros medios electrónicos y sistemas.",
    "Contents and rights of third parties are marked as such.": "Los contenidos y derechos de terceros están marcados como tales.",
    "Unauthorized reproduction or distribution of individual content or entire pages is not permitted and is punishable.": "La reproducción o distribución no autorizada de contenidos individuales o páginas completas no está permitida y es punible.",
    "Only the creation of copies and downloads for personal, private, and non-commercial use is allowed.": "Solo se permite la creación de copias y descargas para uso personal, privado y no comercial.",
    "Displaying this website in external frames is only permitted with written permission.": "La visualización de este sitio web en marcos externos solo está permitida con permiso por escrito.",
    "Special conditions of use": "Condiciones de uso especiales",
    "If special conditions for individual uses of this website deviate from the aforementioned paragraphs, this will be explicitly pointed out at the corresponding location.": "Si las condiciones especiales para usos individuales de este sitio web difieren de los párrafos anteriores, se indicará explícitamente en el lugar correspondiente.",
    "In this case, the special conditions of use will apply.": "En este caso, se aplicarán las condiciones especiales de uso.",
    "Source:": "Fuente:",
    "Click here for the link": "Haga clic aquí para el enlace",
    "I optimized my development workflow through disciplined Git practices and strict adherence to Clean Code principles.": "Optimizé mi flujo de trabajo de desarrollo mediante prácticas disciplinadas de Git y una estricta adherencia a los principios de Clean Code.", 
    "I implemented robust OOP principles in JavaScript through classes and inheritance, optimizing code for maintainability and scalabilit.": "Implementé sólidos principios de programación orientada a objetos en JavaScript mediante clases y herencia, optimizando el código para su mantenibilidad y escalabilidad.",
    "I was able to demonstrate my teamwork skills in the group work and contribute to the successful realisation of the project through clear communication.": "Pude demostrar mis habilidades de trabajo en equipo en el trabajo grupal y contribuir al éxito del proyecto mediante una comunicación clara.",
    "I divided my workflow into small, structured steps and documented the progress with Git.": "Dividí mi flujo de trabajo en pasos pequeños y estructurados, y documenté el progreso con Git.",
    "A browser-based 2D jump-and-run game built with HTML5 Canvas.": "Un juego de plataformas 2D basado en navegador, creado con HTML5 Canvas.",
    "What I am currently learning": "Lo que estoy aprendiendo"
}  